[{"id": 107035809, "datePublished": "2022-03-24T13:30:11+0000", "url": "https://www.cnbc.com/2022/03/24/blackrocks-larry-fink-who-oversees-10-trillion-says-russia-ukraine-war-is-ending-globalization.html", "articleText": "In this article BLK Larry Fink, chief executive officer of BlackRock Inc., in Zurich, Switzerland, on Thursday, March 7, 2019. Stefan Wermuth | Bloomberg via Getty Images Larry Fink, CEO and chairman of the world's biggest asset manager, BlackRock , said Russia's invasion of Ukraine has upended the world order that had been in place since the end of the Cold War. \"\"The Russian invasion of Ukraine has put an end to the globalization we have experienced over the last three decades,\"\" Fink said in his 2022 letter to shareholders . \"\"It has left many communities and people feeling isolated and looking inward. I believe this has exacerbated the polarization and extremist behavior we are seeing across society today.\"\" Fink's letter came a month into Russia's invasion of Ukraine with Moscow's forces bombarding cities across the country and killing civilians unable to escape. The U.S. and its allies have imposed unprecedented sanctions on Russia and provided military assistance to Ukraine.  Fink, whose firm oversees more than $10 trillion, said nations and governments have come together and launched an \"\"economic war\"\" against Russia. He said BlackRock has also taken steps to suspend the purchase of any Russian securities in its active or index portfolios. \"\"Over the past few weeks, I've spoken to countless stakeholders, including our clients and employees, who are all looking to understand what could be done to prevent capital from being deployed to Russia,\"\" Fink said. Back in the early 1990s when the world emerged from the Cold War, Russia was welcomed into the global financial system and given access to global capital markets, Fink wrote. The expansion of globalization accelerated international trade, grew global capital markets and increased economic growth, he said. It was right then, 34 years ago, when BlackRock was founded and the firm benefited immensely from the rise of globalization and growth of the capital markets, which fueled the need for technology-driven asset management, Fink said. \"\"I remain a long-term believer in the benefits of globalization and the power of global capital markets. Access to global capital enables companies to fund growth, countries to increase economic development, and more people to experience financial well-being,\"\" Fink said. The CEO said BlackRock is committed to monitoring the direct and indirect impacts of the crisis, and aimed to understand how to navigate this new investment environment. \"\"The money we manage belongs to our clients. And to serve them, we work to understand how changes around the world will impact their investment outcomes,\"\" Fink said. ", "polarity": 0.037187349687349686, "subjectivity": 0.31963684463684466}, {"id": 107035419, "datePublished": "2022-03-24T15:03:24+0000", "url": "https://www.cnbc.com/2022/03/24/google-employees-bombard-execs-about-pay-at-recent-all-hands-meeting.html", "articleText": "Sundar Pichai, CEO of Google Anindito Mukherjee | Bloomberg | Getty Images Google executives, facing a barrage of criticism from employees on issues related to compensation, defended the company's competitiveness at a recent all-hands meeting while acknowledging that the performance review process could change. The companywide virtual gathering earlier this month followed the release of internal survey results , which showed a growing number of staffers don't view their pay packages as fair or competitive with what they could make elsewhere. At all-hands meetings, Google CEO Sundar Pichai and other senior executives regularly read top submissions from Dory, a site where employees write questions and give a thumbs up to those they want leadership to address. The second highest-rated question ahead of the March meeting was about the annual \"\"Googlegeist\"\" survey. As CNBC reported, the lowest scores from the survey, which went out to employees in January, were in the areas of compensation and execution. “Compensation-related questions showed the biggest decrease from last year, what is your understanding of why that is?” Pichai read aloud from the employee submissions. According to the survey results, only 46% of respondents said their total compensation is competitive compared to similar jobs at other companies. Bret Hill was first to respond. Hill is Google's vice president of “Total Rewards,\"\" which refers to compensation and stock packages. “There's some macro economic trends at play,\"\" Hill said. \"\"It’s a very competitive market and you’re probably hearing anecdotal stories of colleagues getting better offers at other companies.\"\" Hill said people are \"\"feeling the effects of inflation in their own lives\"\" and are \"\"dealing with location changes and the effects there.\"\" He was referring to an announcement last summer, when the company said it would alter salaries for employees who move based on the market rate for that area. Google has long been viewed by engineers as the place to go in Silicon Valley for top pay and benefits. However, the company is facing a clear challenge in its effort to maintain that status as the combination of surging inflation rates and a four-month slide in tech stocks, even after a big rally last year, has left employees on edge. In a statement to CNBC, a Google spokesperson said employees are well paid and that the company values feedback. \"\"We know that our employees have many choices about where they work, so we ensure they are very well compensated,\"\" the spokesperson said. \"\"That's why we've always provided top of market compensation across salary, equity, leave, and a suite of benefits.\"\" Retention and employee satisfaction are more critical than ever to Google and its industry peers as record numbers of people in the U.S. are quitting their jobs and exploring new opportunities. Google is also about to start bringing most of its employees back to physical offices at least three days a week, adding another wrinkle for workers as they ponder future employment. Pay is still top of mind. In February, Amazon told employees it would be doubling its maximum base salary for corporate workers, citing the competitive labor market. One of the top-rated questions read at the Google meeting referenced Amazon's increase and said Apple was paying more in restricted stock units. “Amazon adjusted base salary cap, Apple reportedly used RSU bonuses,” the question stated. It then asked what steps Google is taking. Hill, who joined the company in 2021 after 15 years at Amazon, said there's a list of 81 companies that Google typically competes with for talent, including Amazon, Apple, Facebook and Microsoft . He said those are the places where Google finds recruits and where employees go when they leave. Hill noted that Google pays on average in the top 5% to 10% of the market. \"\"We already compare favorably to these companies,\"\" Hill said. \"\"We are able to hire from them. We will make changes if and when we need to.\"\" Pichai chimed in to agree with Hill. \"\"One thing I will add is, for any given company, we look very hard to see the net flow of people and how we are doing there,\"\" Pichai said. Google does \"\"very favorably\"\" across \"\"almost all companies,\"\" he added. 'Concerning' trend Based on the other topics in the Dory queue, employees aren't convinced. Pichai read the following question: \"\"Googlegeist results show a 10 point drop in year-over-year numbers for our compensation being competitive to other companies while leadership continues to say that we pay top of market. Is it time we remove lower paying companies like Walmart from our benchmarking and adjust employee pay accordingly?” Again, Hill responded. “This trend — it is concerning to us and we are keeping a close eye on it,” Hill said. A whole section of Dory questions was dedicated to Googlegeist. For non-survey topics, there was a section called \"\"Other.\"\" Even there, the top-rated questions were about pay. Here's the question from that section with the second-highest number of upvotes, as read by Pichai: “If Google aims to hire the top 1% of talent, why doesn’t Google aim to pay the 1% of salaries, rather than being top 5%-10% of the market?” VIDEO 2:15 02:15 Tech stocks are oversold, now is time to double down: Wedbush's Dan Ives Squawk Box Hill said the company wants \"\"to hire the best people everywhere\"\" and has generally achieved that by being in that range and offering a \"\"broader package.\"\" Pichai added that, \"\"when we say top five to 10%, we plan to be very aggressive. So, for example, when we see job functions based on supply demand, we do what we need to get new people and sometimes the number is much higher too.” 'Systematic fixes' Employees also asked about Google’s performance reviews. The process is known to last several weeks and requires employees to evaluate themselves and retrieve evaluations from managers and can also involve peer reviews. The timing gets extended if an employee is seeking a promotion. Executives said changes to performance reviews, or what the company calls \"\"perf,\"\" are in the works. “With so much emphasis on perf, aspiring employees are pushed to do what’s best for perf, which is not necessarily what’s best for Google or the users,” a high-ranking question stated. “What are we doing to fix this?” Brian Welle, vice president of people analytics and performance, responded by saying, “As the lead of the perf team, I am concerned about this one too.” He said the company is \"\"working on systematic fixes\"\" and in the meantime is \"\"encouraging Googlers and managers to work together to set clear performance expectations.” Pichai said the company is considering changing the performance review process and hopes to \"\"come back and give a more comprehensive update.\"\" “Employees want to feel like they’re making an impact,” he said. “There’s so much we can do to make perf a much more supportive process focused on developing people as well as aligning with company goals.” WATCH: Cramer likes Alphabet stock split VIDEO 3:48 03:48 Cramer likes Alphabet's stock split and expects more retail investors to buy shares Mad Money with Jim Cramer ", "polarity": 0.15116070341973956, "subjectivity": 0.3956457030252211}, {"id": 107034722, "datePublished": "2022-03-23T22:36:04+0000", "url": "https://www.cnbc.com/2022/03/23/covid-omicron-bapoint2-subvariant-will-soon-dominate-in-us-but-fauci-doesnt-expect-another-surge.html", "articleText": "Dr. Anthony Fauci speaks about the Omicron coronavirus variant during a press briefing at the White House in Washington, December 1, 2021. Kevin Lamarque | Reuters Omicron's more contagious subvariant, BA.2, has more than doubled in prevalence over the past two weeks in the U.S. and now represents more than 34% of Covid-19 infections that have undergone genetic sequencing, according to data published by the Centers for Disease Control and Prevention this week. BA.2 has been steadily growing as a proportion of the Covid variants circulating in the U.S. since Feb. 5, when it represented about 1% of genetically sequenced virus samples, according to the CDC. BA.2 probably already accounts for 50% of new infections in the U.S. because many people are taking tests at home that aren't picked up in the official data, according to Ali Mokdad, an epidemiologist at the Institute for Health Metrics and Evaluation at the University of Washington. Data from Walgreens, which conducts testing at its pharmacies nationwide, shows BA.2 as the dominant variant, at 51% of all positive Covid cases for the week ending March 19. CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection FDA advisory committee to discuss future of Covid boosters Health experts predict uptick in U.S. Covid cases due to new BA.2 variant China is managing its Covid outbreak one new local crisis at a time Moderna CEO Bancel has sold more than $400 million of company stock during pandemic China's Covid spike: What we know and don't know about its economic impact Though BA.2 is rising in the U.S., leading public health officials are not expecting another dramatic surge in new cases, largely due to the level of immunity the population has from vaccination and the fierce outbreak during the winter omicron wave. \"\"The bottom line is we'll likely see an uptick in cases, as we've seen in the European countries, particularly the U.K.,\"\" White House chief medical advisor Dr. Anthony Fauci told ABC's \"\"This Week.\"\" \"\"Hopefully we won't see a surge — I don't think we will.\"\" In the U.K., the number of people testing positive for Covid has jumped 16% over the past week, according to government data. The number of patients admitted to hospitals with the virus is also up about 20%. BA.2 now represents about 44% of all positive cases in London as of March 10, according to the U.K. Health Security Agency. Shoppers walking along Oxford Street in London on Dec. 21, 2021. Tolga Akmen | AFP | Getty Images However, Mokdad said the situation in the U.S. is different from that in European countries, because there was much more infection from omicron here over the winter. European nations have also dramatically changed their behavior in recent weeks by lifting restrictive public health measures, which has led to the spike. In many parts of the U.S., on the other hand, restrictive measures were not implemented during omicron, so there's not as dramatic a change in behavior to drive new infections, Mokdad said. In the U.S., new infections are down 96% from the pandemic record of more than 800,000 on Jan. 15, according to a CNBC analysis of data from Johns Hopkins University. However, the speed of the decline has slowed and new cases appear to have plateaued at a seven-day average of around 31,000 new infections daily. The number of hospital admissions of patients with Covid has dropped 90% from the peak of the omicron wave in January, according to the CDC. Members of the Ohio National Guard assist with administering coronavirus disease (COVID-19) tests in Columbus, Ohio, January 5, 2022. Gaelen Morse | Reuters Mokdad said that though he expects BA.2 to represent more than 80% of new cases in the coming months, the variant's doubling time has slowed recently. IHME is projecting that cases will continue to decline through the spring and summer, with another surge possible this winter, when immunity has started to wane substantially. \"\"The pandemic phase of the virus is over in our opinion,\"\" Mokdad said. \"\"We are moving into an endemic phase.\"\" Public health officials in England have found that the BA.2 subvariant is growing 80% faster than the earlier version of omicron, BA.1, according to a briefing paper published earlier this month. World Health Organization epidemiologist Maria Van Kerkhove has described BA.2 as the most transmissible Covid variant so far and said it's sweeping the world. The subvariant now represents more than 80% of sequenced Covid samples worldwide, according to an international database. Due to vaccination and infection, an estimated 95% of the U.S. population ages 16 and older had developed antibodies against the virus as of late December 2021 before the omicron wave peaked, according to a CDC survey of blood donor samples . Mokdad said this level of immunity puts the U.S. in a good place until winter, when protection will start to wear off. Tatiana Perez, 11, receives a dose of the Pfizer-BioNTech coronavirus disease (COVID-19) vaccine at a vaccination center in San Jose, Costa Rica January 11, 2022. Mayela Lopez | Reuters The antibodies induced from the vaccine decline after about three months, which can lead to breakthrough infections, though the shots still protect against severe illness. Younger healthy people who have recovered from Covid have immunity for at least six months, according to peer-reviewed studies in Denmark , the U.K . and the U.S . Though these studies were published before omicron, scientists in Qatar recently found that infection 10 months earlier provided about 46% protection against illness from BA.2 in people who weren't vaccinated. However, the elderly and people with compromised immune systems are much more vulnerable to reinfection. BA.2 does not make people more sick than BA.1, which was less severe than the delta variant, according to a large real-world study from South Africa's National Institute of Communicable Diseases. Reinfection with BA.2 — though possible — appears rare, according to a February study from Denmark's Statens Serum Institut in Copenhagen. Public health authorities in the U.K. have come to the same conclusions on hospitalization and reinfection. Neither study has been peer reviewed yet. \"\"The fact that there are similar clinical manifestations of BA.1 versus BA.2 gives me a little bit of hope that it's not going to completely change the game on us in the same way that omicron changed the game from delta,\"\" said Jennifer Nuzzo, an epidemiologist at Johns Hopkins University. A son and daughter embrace their father, a coronavirus disease (COVID-19) patient in the Intensive Care Unit (ICU) ward, before his intubation procedure at the Providence Mission Hospital in Mission Viejo, California, U.S., January 25, 2022. Shannon Stapleton | Reuters There's also no significant difference in the duration of protection that Pfizer's and Moderna's shots provide against mild illness from BA.2 compared with BA.1, according to a study published this month by scientists based in Qatar that is also not peer reviewed. The vaccines are 50% effective at preventing mild illness from both omicron variants three months after the second dose, but protection is negligible after that time. However, the two-dose vaccines still provide more than 70% protection against hospitalization and death, and booster doses increase this protection to more than 90%. Fauci said this week that there's no need to reimplement Covid restrictions at this time. The CDC said earlier this month 98% of people in the U.S. live in areas where they no longer need to wear masks in public places indoors under its new Covid guidance. Public health authorities in the U.S. have shifted their focus to hospitalizations, rather than just new infections, when assessing the threat the virus poses to communities. A shopper wears a protective face mask as he enters a store as new New York State indoor masking mandates went into effect amid the spread of the coronavirus disease (COVID-19) in New York City, New York, U.S., December 13, 2021. Mike Segar | Reuters The Biden administration is relying on a strategy of vaccination, testing, and treatment with antiviral pills to prevent the virus from disrupting daily life. About 75% of adults in the U.S. are fully vaccinated, according to CDC data. Dr. Paul Offit, an infectious disease expert at Children's Hospital of Philadelphia, said the public should focus on hospitalizations, a measure of more severe illness, rather than just new infections. Offit said between vaccination and infection from omicron, there's likely enough immunity in the population to protect against a major spike in hospitalizations from BA.2. \"\"For right now, I choose to be optimistic that we're just going to see a lot of mild illness and not see a dramatic increase in hospitalizations,\"\" Offit said. ", "polarity": 0.09649993038150934, "subjectivity": 0.4071877927141083}, {"id": 107035740, "datePublished": "2022-03-24T11:44:15+0000", "url": "https://www.cnbc.com/2022/03/24/wild-moves-in-russian-stocks-as-market-reopens-after-month-long-shutdown.html", "articleText": "A man walks past Moscow's stock market building in downtown Moscow on February 28, 2022. Natalia Kolesnikova | Afp | Getty Images Russia's stocks moved sharply on Thursday, as the market partially reopened for limited trading after its longest shutdown since the fall of the Soviet Union. The Moscow Exchange resumed trading in 33 Russian equities, including some of its biggest names like Gazprom and Sberbank , between 10 a.m. and 2 p.m. Moscow time (3 a.m. and 7 a.m. ET) following an announcement from the Central Bank of Russia on Wednesday. Short-selling on stocks will be banned, however, and foreign investors will not be able to sell stocks or OFZ ruble bonds until April 1. The MOEX Russia Index finished trading up 4.37%, having pared earlier gains of more than 10%. Oil giants Rosneft and Lukoil jumped 16.97% and 12.41%, respectively, while aluminum company Rusal climbed 15.81%. Norilsk Nickel gained 10.17%. At the other end of the index, Shares of Russian airline Aeroflot initially plunged more than 20%, but retraced some of its losses to close 16.44% lower. VIDEO 2:08 02:08 A potential Russian default would be due to politics, not economics: investor Squawk Box Europe The country's stock exchange had been closed since Feb. 25 as Russian assets plunged across the board following the country's invasion of Ukraine and in anticipation of the punishing international sanctions that followed. Jeroen Blokland, founder and head of research at Dutch investment firm True Insights, said in a tweet Thursday that investors were going back into Russian stocks \"\"perhaps based on the idea that valuations will revert to pre-war levels.\"\" \"\"But this is unlikely to happen. It's very difficult to assign fundamentals, but what we do know is that (self) sanctions will remain for a very long time,\"\" Blokland added. The Institute of International Finance on Wednesday projected that the Russian economy will contract by 15% in 2022 due to the war in Ukraine, in particular noting the \"\"self-sanctioning\"\" of foreign companies as a contributing factor. The IIF said domestic demand in Russia will fall sharply, with a \"\"collapse in imports\"\" offsetting a decline in exports. \"\"Together with a decline of 3% in 2023, this will wipe out fifteen years of economic growth. However, the impact on medium- and long-term prospects is likely to be even more severe,\"\" the D.C.-based international industry body said. The report added that a \"\"brain drain\"\" and low investment will \"\"weigh heavily\"\" on already-subdued potential growth. ", "polarity": -0.006699134199134201, "subjectivity": 0.32604978354978353}, {"id": 107035841, "datePublished": "2022-03-24T11:51:28+0000", "url": "https://www.cnbc.com/2022/03/24/stocks-making-the-biggest-moves-premarket-kb-home-spotify-nikola-and-others.html", "articleText": "In this article FDS NKLA GME DRI SPOT KBH VIDEO 1:32 01:32 News Update – Pre-Markets News Briefing Check out the companies making headlines before the bell: Darden Restaurants (DRI) – The parent of Olive Garden and other restaurant chains reported quarterly earnings of $1.93 per share, missing the $2.10 consensus estimate, with revenue and comparable-store sales also below analyst forecasts. Darden said the omicron variant significantly impacted guest demand, staffing levels and costs in January, but the environment subsequently improved. Darden fell 1.7% in the premarket. KB Home (KBH) – KB Home missed estimates by 9 cents with quarterly earnings of $1.47 per share, and the home builder's revenue also missed Wall Street forecasts. KB Home said it was dealing with supply and labor issues that hampered its ability to complete home construction. KB Home shares lost 3.6% in premarket trading. Spotify Technology (SPOT) – Spotify shares jumped 3.7% in the premarket after it reached an agreement with Alphabet 's (GOOGL) Google that lets subscribers sign up for the service directly through the Google Play store. Dating services operator Match Group (MTCH) – another company that has sparred with Google over app store fees – rallied 3.4% following the Spotify news. Nikola (NKLA) – Nikola soared 15.1% in premarket action after announcing electric truck production began at its Coolidge, Arizona, factory last week, meeting a goal that had been articulated during its most recent quarterly earnings report last month. GameStop (GME) – GameStop remains on watch after the videogame retailer's stock surged 14.5% Wednesday, marking a seventh straight day of gains after Chairman Ryan Cohen bought 100,000 more shares and raised his stake to 11.9%. GameStop slid 5.2% in premarket trading. FactSet (FDS) – The financial information provider reported an adjusted quarterly profit of $3.27 per share, compared with a consensus estimate of $2.98. Revenue also topped Wall Street predictions and FactSet issued an upbeat forecast. Trip.com (TCOM) – Trip.com jumped 6.2% in the premarket after the China-based travel services provider reported an unexpected profit for its latest quarter and revenue that exceeded analyst forecasts. H.B. Fuller (FUL) – The industrial adhesives and specialty chemicals maker rallied 5.7% in the premarket after reporting better-than-expected profit and revenue for the quarter, and raising its full-year forecast. Fuller said it implemented price increases to deal with higher raw materials and logistics costs and is prepared to do so again, if necessary. Steelcase (SCS) – The office furniture maker reported an unexpected loss for its latest quarter, although revenue exceeded analyst estimates. Steelcase said its results were impacted by supply chain disruptions and inflationary pressures. It also issued a weaker-than-expected forecast, and its shares fell 5.4% in premarket trading. Logitech (LOGI) – The maker of keyboards, mice and other computer peripherals added 3.5% in the premarket after Bank of America Securities began coverage with a \"\"buy\"\" rating. BofA said the stock is at an attractive entry point given Logitech's growth prospects and strong record of execution. ", "polarity": 0.15510256410256412, "subjectivity": 0.4801282051282051}, {"id": 107035439, "datePublished": "2022-03-24T13:47:29+0000", "url": "https://www.cnbc.com/2022/03/24/darden-restaurants-dri-q3-2022-earnings.html", "articleText": "In this article DRI An Olive Garden restaurant in Times Square in New York. Richard Levine | Corbis | Getty Images Darden Restaurants on Thursday reported quarterly earnings and revenue that missed analysts' expectations, saying the omicron variant of Covid-19 led to disappointing sales for its Olive Garden chain. The company also lowered its earnings outlook for fiscal 2022 , expecting that food and labor costs will keep rising. Darden's stock was down slightly in morning trading. Outgoing CEO Gene Lee said in a statement that the company saw record sales in December, before omicron disrupted customer traffic, staffing levels and its operating expenses the following month. However, Darden's restaurants began recovering from the downturn by February, the company said. Olive Garden, which accounts for roughly half of Darden's revenue, reported same-store sales growth of 29.9%, missing StreetAccount estimates of 36.7%. Here's what the company reported compared with what Wall Street was expecting, based on a survey of analysts by Refinitiv: Earnings per share: $1.93 vs. $2.10 expected Revenue: $2.45 billion vs. $2.51 billion expected The restaurant company reported fiscal third-quarter net income of $247 million, or $1.93 per share, up from $128.7 million, or 98 cents per share, a year earlier. Analysts surveyed by Refinitiv were expecting earnings per share of $2.10. Executives on the conference call said commodity inflation rose by 11% in the quarter compared with the year-ago period. Net sales rose 41.3% to $2.45 billion, falling short of expectations of $2.51 billion. Across all of Darden's restaurant chains, same-store sales climbed 38.1%. Wall Street was expecting total same-store sales growth of 43.5%, according to StreetAccount estimates. A year ago, Darden's same-store sales shrank by 26.7%. Darden's fine-dining business also disappointed, despite reporting same-store sales growth of 85.8%. The segment includes chains like The Capital Grille and was the hardest hit by the pandemic. Analysts were expecting same-store sales growth of 91.1%. LongHorn SteakHouse saw its same-store sales rise 31.6% in the quarter. The chain's sales bounced back faster than Olive Garden after building a strong takeout business earlier in the pandemic, but it only accounts for about a quarter of Darden's revenue. After raising its earnings forecast last quarter, Darden lowered it on Thursday. The company is now expecting fiscal 2022 earnings per share from continuing operations of $7.30 to $7.45, down from its prior outlook of $7.35 to $7.60. Lee said the war in Ukraine has created greater uncertainty, leading the company to issue an outlook that is wider than usual by this time in the fiscal year. Darden said it expects inflation to rise by 6%, slightly higher than its prior forecast of 5.5%. It's predicting commodity inflation will rise by 9%. To combat higher food and labor costs, the company plans to hike its prices by 3% for the full fiscal year. \"\"Obviously, we're going to continue to look for opportunities to price below inflation,\"\" Lee said. \"\"... And as inflation creeps up, we're going to have to try to manage through that, but it's going to be a combination of pricing and productivity initiatives.\"\" The company also narrowed its fiscal 2022 revenue outlook. Its sales forecast is now $9.55 billion to $9.62 billion, compared with its prior range of $9.55 billion to $9.7 billion. Read the full earnings report here. VIDEO 2:34 02:34 Restaurants fighting for a lifeline U.S. News ", "polarity": 0.025007652280379544, "subjectivity": 0.38986838077747177}, {"id": 107029790, "datePublished": "2022-03-23T06:19:20+0000", "url": "https://www.cnbc.com/2022/03/23/ukrainian-coders-splitting-their-time-between-day-job-and-cyberwar.html", "articleText": "Thomas Samson | AFP | Getty Images Hordes of Ukrainian coders are splitting their time between doing their day jobs and fighting a cyber war with Russia. Over 311,000 people have joined a group called \"\"IT Army of Ukraine\"\" on the social media platform Telegram, where Russian targets are shared. While not all of them are from Ukraine, a significant number of them are, according to members of the group who spoke to CNBC. Dave, a Ukrainian software engineer, who preferred to withhold his surname due to the nature of his comments, told CNBC the group has helped to carry out multiple cyberattacks outside of their day jobs since the war started. He said targets had included Russian government websites, Russian banks and currency exchanges. \"\"I'm helping the IT Army with running DDoS attacks,\"\" he said. A distributed denial-of-service attack is a malicious attempt to disrupt the normal traffic of a website by overwhelming it with a flood of internet traffic. \"\"I've rented a few servers on GCP (Google Cloud Platform) and wrote a bot for myself that just accepts website links and targets attacks at them whenever I paste them in,\"\" he explained. \"\"I'm usually running attacks from 3-5 servers and each server usually produces around 50,000 requests per second.\"\" Whenever a list of targets gets shared on the Telegram channel, Dave says he just pastes them into a bot, which took around an hour to create. When asked how successful it has been so far, he said it was hard to say since the attacks are carried out by thousands of people simultaneously. \"\"Combined actions are definitely successful,\"\" he said. Dave is one of around 30 Ukrainians who work remotely for a U.S. tech consultancy firm. The company has made work \"\"fully optional\"\" for its Ukrainian employees. Oleksii, a quality assurance team lead for a software company in Zaporizhzhia, Ukraine, told CNBC that he and his colleagues are doing their best to keep working and keep the economy going. But it's not been easy. \"\"[During] the first days of war, the air raid sirens went off for 24 hours straight and you can't think of work at those moments — you can only think of your family, children and how to keep them safe and sheltered,\"\" he said. Since Russia started its invasion of Ukraine on Feb. 24, Oleksii said he's been averaging no more than two hours of work per day. \"\"In times like this, it is hard to prioritize professional work of course,\"\" he said. In addition to his normal job, Oleksii is also trying to help Ukraine win the cyberwar. \"\"As an IT worker, I hope that I can serve my country on the digital frontline, as this war takes place in the digital world as well,\"\" he said. \"\"On a daily basis, I help reach various European and U.S. websites and ask them to stop doing business with Russia, posting on social networks, etc.\"\" Gazprom and Sberbank targeted Another developer called Anton said he personally took part in a DDoS attack on Russian oil energy giant Gazprom, as well as others against Russian bank Sberbank and the government. Gazprom, Sberbank and the Russian government did not immediately respond to a CNBC request for comment. \"\"There are a lot of people who take part in attacking so it doesn't take an extensive period of time to put a service down,\"\" he told CNBC. Meanwhile, Nikita, a CEO and co-founder of a cybersecurity firm, told CNBC that he's also in the IT Army of Ukraine Telegram channel. His firm does work for clients around the world and its staff have continued working throughout the Russian invasion. They do \"\"penetration testing\"\" and check IT systems for vulnerabilities. Nikita told CNBC that he has been trying, via messaging services, to tell Russian citizens what's really happening in Ukraine amid tight media controls from Moscow . He said he and his hacking team are also publishing Russian credit card details online. \"\"I published like 110,000 credit cards in the Telegram channels,\"\" he said, adding that he wants to inflict economic harm on Russia. \"\"We want them to go to the Stone Age and we are pretty good at this,\"\" Nikita said, adding that they're now targeting Russian gas stations with a cyberattack. However, he stressed that he doesn't hate all Russians and he's grateful to the Russians who are helping Ukraine. Ukraine's Digital Minister Mykhailo Fedorov urged people to join the channel last month, saying Ukraine is continuing to fight on the cyber front. Yehor, another tech expert who works for an international cybersecurity company remotely from Ukraine, is also juggling his normal role alongside the cyber war. \"\"My company is trying not to push us on any timelines,\"\" he said, adding that some staff are still in Kyiv or Kharkiv, where the fighting is more intense. \"\"I'm trying to make equal time for work and cyberattack. Unfortunately, my family is not with me, so I have more free time than usual,\"\" he added. Cyber-savvy citizens Ukraine is one of the biggest software development hubs in Eastern Europe and its coders are world-renowned. The cyber war is reportedly a two-way battle. In the first three days following the invasion, online attacks against Ukrainian military and governmental sectors increased by 196%, according to Check Point Research. They also modestly increased against Russian (4%) and Ukrainian (0.2%) organizations, according to the data, while simultaneously falling in most other parts of the world. VIDEO 2:07 02:07 Russian government continues to crack down on cyber criminals The News with Shepard Smith Nearly four weeks in, Ukraine continues to sustain a barrage of online attacks, with most aimed at its government and military, according to CPR's data. Moscow has consistently denied that it engages in cyberwarfare or assists cyberattacks. On Feb. 19, the  Russian embassy in Washington said on Twitter  that it \"\"has never conducted and does not conduct any 'malicious' operations in cyberspace.\"\" —Additional reporting by Monica Buchanan Pitrelli. ", "polarity": 0.07592751960221841, "subjectivity": 0.3476525148211895}, {"id": 107035870, "datePublished": "2022-03-24T14:18:12+0000", "url": "https://www.cnbc.com/2022/03/24/uber-stock-jumps-on-deal-to-offer-new-york-city-taxi-rides-in-app.html", "articleText": "In this article UBER New York City yellow taxi cabs Getty Images Uber has reached an agreement to list New York City taxis on its app. Two taxi-hailing apps, operated by Curb and Creative Mobile Technologies , will integrate their software with Uber, allowing users to book taxi rides in the Uber app, the companies announced Thursday. Uber said it expects to launch the feature later this spring. News of the deal sent Uber shares up as much as 4% on Thursday. \"\"This is a real win for drivers – no longer do they have to worry about finding a fare during off peak times or getting a street hail back to Manhattan when in the outerboroughs,\"\" said Guy Peterson, Uber's director of business development, in a statement . \"\"And this is a real win for riders who will now have access to thousands of yellow taxis in the Uber app.\"\" The agreement marks a sizable shift for Uber, which has faced opposition from traditional taxi services since its founding in 2009. It also comes as Uber, Lyft and other ride-hailing companies grapple with a shortage of drivers . After a dramatic decline in traveling due to the coronavirus pandemic , ride-hailing companies have struggled to bring drivers back to full speed, which has made rides more expensive . Uber CEO Dara Khosrowshahi teased last month plans to bring more taxis onto the Uber app, beyond New York City. \"\"I will tell you we wanna get every single taxi in the world onto our platform by 2025,\"\" Khosrowshahi said in an interview with CNBC's Andrew Ross Sorkin. Taxis are already available in the Uber app in other countries, including Spain, Germany and South Korea. WATCH: Why Uber and Lyft rides are so expensive now VIDEO 10:54 10:54 Why Uber and Lyft rides are so expensive now Tech ", "polarity": 0.09535880785880785, "subjectivity": 0.40652264402264393}, {"id": 107031902, "datePublished": "2022-03-24T06:17:44+0000", "url": "https://www.cnbc.com/2022/03/24/why-dont-kids-get-covid-badly-scientists-are-starting-to-understand.html", "articleText": "A child reacts while receiving a dose of the Pfizer-BioNTech coronavirus disease (COVID-19) vaccine at Smoketown Family Wellness Center in Louisville, Kentucky, U.S., November 8, 2021. Jon Cherry | Reuters LONDON — One of the enduring mysteries of the Covid-19 pandemic, a global health crisis that has led to over 6 million fatalities, is that children have been spared by the virus — for the most part — and have not experienced anywhere near the severity of illness that adults have. When Covid emerged in late 2019 and began to spread around the world, scientists scrambled to understand the virus and how to combat it, with hospitals trying different techniques to save the worst-off Covid patients in intensive care units. Mercifully, few of those patients were children, posing a mystery for public health experts as to why kids were not becoming severely ill or dying with Covid. Scientists are still somewhat baffled as to why children are not badly affected by Covid, although studies are slowly shedding light on how, and why, children's responses to Covid differ from those among adults. \"\"A number of theories have been suggested, including a more effective innate immune response, less risk of immune over-reaction as occurs in severe Covid, fewer underlying co-morbidities and possibly fewer ACE-2 receptors in the upper respiratory epithelium — the receptor to which SARS-CoV-2 [Covid] binds,\"\" Dr. Andrew Freedman, an academic in infectious diseases at the U.K.'s Cardiff University Medical School, told CNBC in emailed comments, adding that nonetheless the phenomenon was not \"\"fully understood.\"\" He noted more research will be required before we have a definitive answer but a body of evidence has already emerged showing that Covid poses a much smaller risk to kids, and why that might be. Rapid immune response It's widely understood that the risk posed to adults from Covid rises with age as our immune systems become slower to respond to, and less effective at combating, infections. In particular, the risk increases for people in their 50s and increases again for those in their 60s, 70s, and 80s, the Centers for Disease Control and Prevention says , with people 85 and older the most likely to get very sick. Having  certain underlying medical conditions can also make adults more likely to get severely ill. There have been several recent studies looking at the difference between adults' immune response to Covid, and children's, and these have found fundamental differences between the two with the latter having a more robust and \"\"innate\"\" immune response. Research carried out by the Wellcome Sanger Institute and University College London, and published in the Nature journal in December, found a stronger \"\"innate\"\" immune response in the airways of children, characterized by the rapid deployment of interferons — which are released in the presence of viral or bacterial threats and help to restrict viral replication early on — UCL said . Meanwhile in adults, the researchers saw a less rapid immune response which meant the virus \"\"was better able to invade other parts of the body where the infection was harder to control.\"\" Kristin Mondy, a division chief of infectious diseases at the Dell Medical School at The University of Texas, told CNBC that \"\"out of the many hypotheses currently circulating in the literature, the best evidence to date supports the hypothesis and findings that children have a stronger innate immune response compared to adults, particularly in nasal mucosal tissue where immune cells can more rapidly control and eradicate the virus compared to adults.\"\" \"\"That being said, we also know that children are more susceptible (than adults) to the Multisystem Inflammatory Syndrome which is an overactive immune response to Covid-19, resulting usually in excessive inflammation in organs other than the lung (usually the heart/circulatory system and gastrointestinal tract).\"\" VIDEO 8:51 08:51 How does Covid-19 become endemic? Coronavirus Exposure to viruses Another advantage children have is their greater exposure to viruses, particularly during term time when viruses are able to spread easily among children at school. The most common virus children get are innocuous colds and these are commonly caused by several types of virus including rhinoviruses (the most common cause of the common cold) as well as respiratory syncytial virus (RSV) and coronaviruses. Coronaviruses are a family of viruses that usually cause mild to moderate upper-respiratory tract illnesses in humans but several, including Covid-19 and SARS and MERS, have emerged as global health threats. Ralf Reintjes, professor of epidemiology at the Hamburg University of Applied Sciences, explained to CNBC that children's immune systems have a number of advantages when it comes to fighting infections. \"\"First of all, they're younger so their immune systems are challenged a lot anyway ... when they're one year or two years old until up to 10 or 12 years old, they they go through lots of infections,\"\" Reintjes told CNBC on Monday. \"\"They get lots of contact with other coronaviruses at this time so their immune system is in training anyway, and is very young and fit,\"\" he said, adding that when children's immune systems are then confronted with Covid-19, having had a lot of practice fighting off various infections and coronaviruses, they have much stronger immune response than adults who tend to get less of those kinds of infections. The phenomenon is not unique to Covid-19 either, Dr Andrew Freedman said, with children often able to fight off other kinds of infection better than adults, albeit not in all cases. \"\"For instance, most children do not develop symptoms from Hepatitis A infection and Epstein-Barr infection is usually asymptomatic in younger children as opposed to teenagers and young adults who present with glandular fever. There are, of course, other infections which are more severe in younger children compared to older ones and adults, such as RSV [respiratory syncytial virus] and flu.\"\" What risk does Covid pose to kids? Research published in late 2021 looking into the overall risk posed by the virus to children found that this was very low for the absolute majority of children and young people aged below 18. The study, carried out by researchers from several British universities, studied deaths among children and young people in England from March 2020 to February 2021 — the first year of the pandemic — differentiating between those who died of Covid and those who died of an alternative cause but had coincidentally tested positive for the disease. Kids in a queue while wearing face masks during the food distribution amid Coronavirus COVID 19. Ajay Kumar | SOPA Images | Getty Images It found that of the 3,105 children and young people who died from all causes during the first pandemic year in England, 25 had died of Covid, corresponding to an overall mortality rate of 2 deaths per million children in England. Of the 25 children that sadly died of Covid, 19 had chronic underlying health conditions, including some children with multiple comorbidities and life-limiting conditions. While the other six children that died appeared to have no underlying health conditions, researchers cautioned there may have been an unidentified comorbidity or undiagnosed genetic predisposition to severe disease with Covid infection. While the study found that the overall risk to children was \"\"extremely low\"\" it did note that those above the age of 10, of Asian and Black ethnicity, and those with comorbidities (neurological conditions were the commonest comorbidity) were over-represented in the mortality data compared to other children. VIDEO 3:10 03:10 New BA.2 Covid variant not likely to cause a major surge in U.S., says Dr. Scott Gottlieb Squawk Box The study concluded that Covid \"\"is very rarely fatal\"\" even among those children with underlying comorbidities. Indeed, within the year that was studied, an estimated 469,982 children in England had Covid, meaning that a child's chance of surviving an infection was found to be 99.995%. Pediatric Covid case and mortality data from the U.S. show similarly low risks to children. The U.S. Centers for Disease Control and Prevention reported last week that a total of 966,575 deaths had been caused by Covid in the U.S. during the pandemic. Between 2020 and 2022 there were 921 deaths among 0-17 year olds that were caused by Covid , out of 73,508 deaths in this age group that were caused by all causes. Since the pandemic began, children have accounted 19% of all Covid cases in the U.S., according to the American Academy of Pediatrics' latest state-based data summary published last week, but the academy said that \"\"among states reporting, children were 0.00%-0.27% of all Covid-19 deaths, and 3 states reported zero child deaths.\"\" Children continue to represent around a fifth of all Covid cases; for the week ending March 17, children accounted for 18.3% of reported weekly cases. Children under the age of 18 make up 22.2% of the U.S. population. ", "polarity": 0.06777705627705627, "subjectivity": 0.4057545787545789}, {"id": 107035096, "datePublished": "2022-03-24T11:20:00+0000", "url": "https://www.cnbc.com/2022/03/24/russia-oligarch-abramovichs-superyachts-evade-sanctions.html", "articleText": "Eclipse, the private luxury yacht of Russian billionaire Roman Abramovich, anchors at Cruise Port in Marmaris district of Mugla, Turkey on March 22, 2022. Anadolu Agency | Anadolu Agency | Getty Images The azure waters of southwest Turkey saw the arrival of a two multimillion-dollar superyachts this week reportedly belonging to Russian oligarch Roman Abramovich, whose voyage to circumvent Western sanctions continues. The Eclipse, a 533-foot, six-story superyacht — one of the largest in the world — docked in the resort town of Marmaris Tuesday, narrowly skirting nearby Greek islands and the purview of EU sanctions, tracking data showed. Complete with two helipads, two swimming pools, a disco hall and a mini submarine, it joins the 458-foot Solaris, another luxury yacht linked to the Chelsea FC owner, which arrived at the Turkish tourist resort of Bodrum a day earlier. They account for two superyachts known to belong to the oligarch, both traveling under Bermuda flags. With each one worth an estimated $600 million or more, Abramovich is now seen stationing $1.2 billion in the non-EU country as he seeks to move his assets out of reach of U.S. , U.K. and EU governments targeting Russia's wealthy elite. And it's a legitimate move — so long as the yachts remain outside the territorial waters of sanctioning countries, which extend 12 nautical miles out from the coastline. To be sure, Abramovich is not currently subject to U.S. sanctions reportedly because of his role in facilitating talks between the White House and President Vladimir Putin — a position the U.S. is currently weighing. \"\"Yachts alleged to be beneficially owned by sanctioned individuals are free to travel and operate outside EU/U.K./U.S. waters,\"\" Benjamin Maltby, partner at U.K.-based Keystone Law and an expert in yacht and luxury asset law, told CNBC Wednesday. A neutral outpost for oligarchs Turkey, despite strongly criticizing Russia's war in Ukraine, has refused to follow its NATO allies in imposing sanctions, saying it opposes them out of principle . Given its diplomatic and economic ties to Russia, especially as regards Russian gas imports, and its at times volatile relationship with Western partners, that is unlikely to change anytime soon. \"\"Implicit in this delicate dance is an understanding — as with the annexation of Crimea in 2014 — that Turkey will not join the Western sanctions against Russia,\"\" Emre Peker, director and Turkey specialist at Eurasia Group, told CNBC. The superyacht, Solaris, owned by Roman Abramovich, seen in the waters of Porto Montenegro on March 12, 2022 in Tivat, Montenegro, before later relocating to Bodrum, Turkey. Filip Filipovic | Getty Images News | Getty Images Instead, Turkey has positioned itself as a neutral and valued mediator in talks between Russia and Ukraine, with Dutch Prime Minister Mark Rutte praising the country Tuesday for \"\"doing everything that it can do.\"\" That has made it a destination of choice for Russians looking to preserve their wealth and make investments in an increasingly inhospitable global market. Abramovich, who is not himself traveling on either of the two yachts, was in Istanbul last week, according to flight tracking data. \"\"He wants to do some work and may buy some assets,\"\" a source told Reuters, noting similar moves by other oligarchs. Abramovich's sale of his prized Chelsea soccer club — seized two weeks ago by U.K. authorities — remains ongoing. Spokespeople for the Turkish government and Abramovich did not immediately respond to a CNBC request for comment. Outside the scope of sanctions — for now Meantime, the accommodating environment means his yachts will avoid being seized or impounded for as long as they remain in Turkish waters. That contrasts with the rapid capture of other oligarch yachts, including Alexei Mordashov's 213-foot vessel in Italy and Igor Sechin's 280-foot yacht in France in recent weeks. However, Maltby noted that some yachts stationed in neutral waters could yet fall foul of international legal conventions, which could see them detained for other reasons. For instance, the Lloyd's classification society announced two weeks ago that it would no longer provide services to Russian vessels, while the Isle of Man ship registry said it would deregister certain yachts. \"\"Recent announcements by certain regulatory bodies ... means that some such yachts may be unsafe and/or uninsured in the eyes of non-EU/U.K./U.S. port authorities, and could be detained on this basis,\"\" said Maltby. Meantime, crew and repair workers — in protest to the war and fearing reputational risk — may be reluctant to engage in the operational and maintenance work required of such large, luxury vessels. \"\"While Turkey doesn't have sanctions in place, maintenance and supply companies may now want payment upfront — which is not normal practice. Whether and how quickly such payments can be made remains to be seen,\"\" said Maltby. ", "polarity": 0.048190476190476186, "subjectivity": 0.32387301587301587}, {"id": 107034648, "datePublished": "2022-03-23T19:14:49+0000", "url": "https://www.cnbc.com/2022/03/22/mortgage-rates-are-surging-faster-than-expected-prompting-economists-to-lower-their-home-sales-forecasts.html", "articleText": "VIDEO 1:01 01:01 Refinance demand drops 54% annually, according to MBA Power Lunch The average rate on the popular 30-year fixed mortgage hit 4.72% on Tuesday, moving 26 basis points higher since just Friday, according to Mortgage News Daily . As a result of the recent spike in rates, economists are now lowering their home sales forecasts for this year. Most estimates at the end of last year had the average 30-year mortgage rate hitting 4.5% by the close of 2022, but the war in Ukraine , rising oil prices and inflation have all lit a fire under interest rates. At this time in 2021, rates were about 3.45% A shift in the policy outlook from the Federal Reserve, suggesting far more rate increases than expected, is pushing bond yields higher. The 30-year fixed mortgage loosely follows the yield on the 10-year U.S. Treasury, which is now at the highest level since May 2019. \"\"Rates have a small chance to top out before hitting 5% and a good chance of topping out before hitting 6%,\"\" said Matthew Graham, chief operating officer at Mortgage News Daily. \"\"It is a rapidly moving target in this environment, where we legitimately and unexpectedly find ourselves needing to be concerned with inflation for the first time since the 1980s.\"\" A home is offered for sale on January 20, 2022 in Chicago, Illinois. Scott Olson | Getty Images Economists had expected the rate to rise only slightly this year, but now that is changing. Lawrence Yun, chief economist for the National Association of Realtors, now says he expects the rate to hover around 4.5% this year, after previously predicting it would stay at 4%. NAR's latest official prediction is for sales to drop 3% in 2022, but Yun now says he expects they will fall 6%-8% (NAR has not officially updated its forecast). The rise in rates comes on top of an already sizzling housing market. Demand remains strong, and supply remains historically low. This has pressured home prices, which were already up 19% in January year over year, the latest read from CoreLogic. \"\"That is a double whammy that erodes affordability for homebuyers, especially first-timers,\"\" said Frank Nothaft, chief economist at CoreLogic. \"\"First-time buyers are a sizable part of prospective shoppers and their share of purchases has slipped from one year ago. We will be revising our home sales forecast a bit lower.\"\" Home sellers may also be adjusting their expectations. Asking prices slipped slightly last week, according to Realtor.com, despite the competitive market. \"\"In a potential sign that sellers are mindful of buyers' tightening budgets as mortgage rates climb, last week's data showed the first slowdown in asking price growth since January,\"\" wrote Danielle Hale, chief economist at Realtor.com. Hale said she may revise her sales forecast lower as well but hasn't yet. She points out that while rising costs could cut into home sales, there are several offsetting factors, such as rent. \"\"Fast-rising rents aren't offering any relief and may keep some would-be buyers on the hunt for a home, so that they can lock-in the bulk of their housing costs before inflation raises the bar yet again,\"\" said Hale.  \"\"Demographics are also favorable for the housing market this year, with more than 45 million households in the 26-35 age range, which are key years for household formation and first-time home buying. However, the economic considerations for those households are going to be challenging,\"\" she added. ", "polarity": 0.146978021978022, "subjectivity": 0.4679181929181929}, {"id": 107035691, "datePublished": "2022-03-24T08:15:32+0000", "url": "https://www.cnbc.com/2022/03/24/omicron-stealth-variant-ba2-is-spreading-rapidly-in-china.html", "articleText": "People line up for nucleic acid testing at a temporary Covid-19 testing site on March 22, 2022 in Shenzhen, Guangdong Province of China. Vcg | Visual China Group | Getty Images BEIJING — As mainland China battles its worst Covid-19 outbreak since early 2020, local governments increasingly say the new omicron BA.2 variant is to blame. That's the new Covid subvariant, which preliminary research indicates is even more transmissible than the original omicron variant — but doesn't necessarily cause more severe illness. Mainland China has reported well over 1,000 new confirmed Covid cases a day since March 12, with the number holding above 2,000 for the last three days. That's not including the asymptomatic case count, which can be just as many, or far more, than the number of daily confirmed cases. From the northern province of Jilin — which accounts for more than half of the new daily cases — to industrial centers like Tangshan and Shenzhen, local authorities have blamed omicron BA.2 for the latest wave of Covid. \"\"Omicron BA.2 caused this outbreak, and spreads faster and more easily than previous viruses,\"\" the export-heavy province of Fujian said in an online statement Tuesday, according to a CNBC translation of the Chinese text. The subvariant is also \"\"stealthier\"\" and harder to find, but infections are primarily mild or asymptomatic cases, the Fujian government said. CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection FDA advisory committee to discuss future of Covid boosters Health experts predict uptick in U.S. Covid cases due to new BA.2 variant China is managing its Covid outbreak one new local crisis at a time Moderna CEO Bancel has sold more than $400 million of company stock during pandemic China's Covid spike: What we know and don't know about its economic impact Scientists have also described BA.2 as a \"\"stealth\"\" variant because it contains mutations that could make it harder to distinguish from the older delta variant using PCR tests. Despite apparent changes in the virus' severity, China has maintained its stringent zero-Covid policy of using swift, regional lockdowns to control outbreaks. The strategy had helped the economy quickly return to growth after the initial shock of the pandemic in early 2020. Different provinces or cities can impose quarantines or travel restrictions on people coming from other regions, or at least require valid virus tests, adding hurdles to commercial travel. For example, a company had to change its truck driver to a local one before the vehicle entered a city in the Guangxi region, said Klaus Zenkel, chair of the south China chapter of the EU Chamber of Commerce in China. \"\"Otherwise he cannot enter the area where he needs to deliver the goods to.\"\" Zenkel is based in the southern city of Shenzhen, which ended a week-long lockdown Sunday night. \"\"If you compare this lockdown for the seven days last week, 14 to 21 of March, it was almost tougher than two years ago when the pandemic started,\"\" he said, referring to the tighter government restrictions on international travel and stay-home policies. Smaller businesses hurt more More than half of mainland China shut down in February 2020 for an extended Lunar New Year holiday in an effort to control the initial outbreak of Covid-19 in the country. The economy contracted that quarter, but quickly rebounded. VIDEO 2:48 02:48 China's zero-Covid policy hasn't had big impact on global supply chains Squawk Box Asia This time around, multinational corporations could maintain production by keeping workers in the same area as factories, but smaller businesses lost a week of output, Zenkel said Wednesday. He said district governments are asking businesses to share what their losses were, for potential compensation plans. Shenzhen is pretty much returning to normal, but many people were still getting tested every day so they could present valid negative results as needed for in-person business meetings, he said. \"\"Let's hope [with] all these experiences and all the China data, the Chinese government can find a way to go from zero-Covid to 'live with Covid.'\"\" Read more about China from CNBC Pro Wall Street banks name their favorite Asia stocks — and Citi says one could have upside of 167% Xpeng and more: Morgan Stanley says these stocks will benefit from rising oil prices Morgan Stanley upgrades Chinese TikTok rival and predicts over 60% in share price gains Across the country, Covid tests remain a primary way for authorities to confirm whether people are allowed into a city or whether a neighborhood can end its lockdown. These tests — which can't yet be self-administered at home — now only cost about 8 yuan ($1.25) in Beijing, or free if arranged by community leaders. At a Shanghai city press briefing Wednesday, Wu Fan, deputy dean of Shanghai Medical College at Fudan University, emphasized the need for the public to maintain social distancing, comply with testing and health code checks, and monitor themselves carefully. \"\"This time, the omicron BA.2 variant seems to be running very quickly,\"\" Wu said, according to CNBC translation of the Chinese remarks. \"\"Just chasing it isn't enough. [We] also need to cut off the path ahead of it.\"\" ", "polarity": 0.12831890331890333, "subjectivity": 0.3846597846597846}, {"id": 107035928, "datePublished": "2022-03-24T14:45:16+0000", "url": "https://www.cnbc.com/2022/03/24/nio-q4-2021-earnings-preview.html", "articleText": "In this article 9866-HK Nio plans to begin deliveries of its ET7 electric sedan in 2022. Evelyn Cheng | CNBC Nio 's sleek and powerful electric vehicles have captured the attention of investors – and rival automakers – around the world, but they haven't always been able to power past the supply-chain disruptions that have played havoc with the Chinese company's ambitious sales-growth plans. Wall Street analysts on Thursday will likely ask Nio's senior leadership some tough questions about how those supply-chain issues, and the recent rapid price increases affecting key commodities like nickel , are likely to play out in coming months. The automaker reports its fourth-quarter earnings after the U.S. markets close. An earnings webcast is scheduled to begin at 9 p.m. ET. Once among the meme-stock high flyers, Nio's American depositary shares have had a rough time over the past several months as relations between the U.S. and China have cooled. Loading chart... Nio's earnings report itself isn't likely to hold a lot of surprises. The company delivered just over 25,000 vehicles in the quarter, near the high end of its guidance range (23,500 to 25,500). Investors will be listening for updates on Nio's efforts to expand its dealer network in China and to begin sales in several new European markets. They will also be looking for details on Nio's plans to expand the network of battery-swap stations that are the backbone of the company's innovative sales model. Buyers can opt to purchase a Nio without a battery pack, at a substantial discount, if they subscribe to its battery-swap service. Nio isn't widely covered by U.S. banks, but the four Wall Street analysts who answered a Refinitiv survey expect Nio to post a loss of 2.97 Chinese yuan ($0.47) per share, on average. Eight analysts said they expect Nio to report revenue of 8.682 billion yuan ($1.36 billion), on average. Supply chains and outlook Those analysts will likely have some questions around the fourth quarter's costs and margins, but the real story will probably be in the company's guidance for the current quarter and the full year. Nio, like many other automakers, was forced to reduce production at times in 2021 due to supply-chain disruptions, including a global shortage of the types of semiconductor chips used in autos. In recent months Nio has been able to work around those supply-chain issues and maintain a production rate between 10,000 and 11,000 vehicles a month. (Deliveries dipped below that level in February, to just 6,131, because of factory downtime around China's Lunar New Year celebrations.) Deutsche Bank analyst Edison Yu watches Nio and its key domestic competitors closely. In a March 20 note, he brushed off supply-chain worries and said that he expects the company's production output to rise significantly over the next several months. \"\"We see the [manufacturing] run-rate increasing to 15,000-20,000 per month by June,\"\" Yu wrote. After that, he believes, a new factory – expected to be up and running in the fall -- will help the company ramp up its production output to 30,000 per month by sometime in the first half of 2023. Assuming it plays out that way, that sales growth will get a boost from the three new models that Nio is expected to launch in 2022, two sedans and an SUV. Production of the larger of the two sedans, a tech-packed model called the ET7, began on Thursday morning, Nio announced in a WeChat post .   Yu thinks that rising raw material costs will put pressure on Nio's margins over at least the next few months, but he notes that the company has a plan to address that by using lower-cost lithium iron phosphate , or LFP, batteries in its standard-range models. Yu remains bullish on Nio with a buy rating and a price target of $50. Morgan Stanley analyst Tim Hsiao is also still bullish on Nio, but he cut his bank's price target to $34 from $66 in a Tuesday note, reflecting the stock's recent slide. Hsiao wrote that \"\"elevating macro headwinds and severe supply challenges\"\" will make the near term challenging for Nio, but he feels that its \"\"superior liquidity and revenue visibility\"\" have it well-positioned to ride out any economic downturn. ", "polarity": 0.0517070452316354, "subjectivity": 0.42652546906645256}, {"id": 107035837, "datePublished": "2022-03-24T13:20:21+0000", "url": "https://www.cnbc.com/2022/03/24/5-things-to-know-before-the-stock-market-opens-thursday-march-24.html", "articleText": "Here are the most important news, trends and analysis that investors need to start their trading day: Stock futures rebound after the Dow's worst session in weeks Data on jobless claims, durable goods orders out before the bell Biden, world leaders open trio of summits on Russia's Ukraine invasion Next stop on Biden's trip is Poland to address Ukrainian refugee crisis BlackRock CEO says Russia's war has ended decades of globalization 1. Stock futures rebound after the Dow's worst session in weeks Traders on the floor of the NYSE, March 21, 2022. Source: NYSE U.S. stock futures rose Thursday as NATO leaders were trying to find ways to pressure Russia further for invading Ukraine. The Dow Jones Industrial Average on Wednesday dropped nearly 450 points, or 1.3%, its worst day since March 7 . The Dow, the S&amp;P 500 and the Nasdaq all fell Wednesday for the second session in the past three, following the best weekly gains last week since November 2020. A roughly 5% jump in U.S. oil prices and the 10-year Treasury yield hitting nearly three-year highs of almost 2.42% pressured stocks Wednesday. The 10-year yield on Thursday was around 2.4% , while American crude was steady . 2. Data on jobless claims, durable goods orders out before the bell The government released two key U.S. economic reports before the opening bell Thursday: jobless claims and durable goods. Filings for first-time unemployment benefits for the week ended March 19 dropped 28,000 to 187,000, fewer than expected and the lowest level since early September 1969. February durable goods orders fell 2.2%, more than double the estimated decline. The generally strong job market and soaring inflation are being watched carefully by the Federal Reserve , which at last week's meeting increased interest rates for the first time in more than three years. Fed Chairman Jerome Powell on Monday left the door open for more aggressive rate hikes as the year unfolds. 3. Biden, world leaders open trio of summits on Russia's Ukraine invasion President Joe Biden and world leaders in Brussels on Thursday opened three emergency meetings to address Russia's Ukraine war : a NATO summit, a G-7 summit and a European Union summit. Biden will attend all three. The U.S. plans to sanction over 300 Russian elites and block Russian central bank gold, a senior Biden administration official said Thursday. British Prime Minister Boris Johnson said Thursday that Russian President Vladimir Putin crossed a red line into barbarism, shortly after the U.K. announced more sanctions. In a video address, Ukrainian President Volodymyr Zelenskyy urged Western nations to take \"\"serious steps\"\" to help his country fight Russia. Zelenskyy also said, without evidence, that Russia used phosphorus bombs in an attack. 4. Next stop on Biden's trip is Poland to address Ukrainian refugee crisis Poland and other eastern flank NATO countries are seeking clarity on how the U.S. and fellow European nations can assist in dealing with their growing concerns about Russian aggression as well as a spiraling Ukrainian refugee crisis. Biden is scheduled to visit Poland on Friday. Shortly before he returns to Washington on Saturday, according to the White House, the president is expected to deliver remarks on the \"\"united efforts of the free world to support the people of Ukraine, hold Russia accountable for its brutal war, and defend a future that is rooted in democratic principles.\"\" 5. BlackRock CEO says Russia's war has ended decades of globalization BlackRock CEO Larry Fink said Thursday the Russia-Ukraine conflict could end up accelerating digital currencies as a tool to settle international transactions. In a letter to shareholders of the world's largest asset manager, Fink said the war has put an end to the forces of globalization at work over the past 30 years. He also said , \"\"Energy security has joined the energy transition as a top global priority.\"\" Oil prices have soared as sanctions on Moscow prompted companies and countries to reassess supply chains and to try to reduce dependence on Russian commodities. — CNBC reporters Sarah Min , Christin a Wilkie and Yun Li as well as Reuters and The Associated Press contributed to this report. — Sign up now  for the CNBC Investing Club to follow Jim Cramer's every stock move. Follow the broader market action like a pro on CNBC Pro . ", "polarity": 0.011979166666666664, "subjectivity": 0.34947916666666673}, {"id": 107035734, "datePublished": "2022-03-24T13:02:20+0000", "url": "https://www.cnbc.com/2022/03/24/crypto-firms-face-being-booted-from-uk-as-fca-register-deadline-nears.html", "articleText": "A novelty Bitcoin token photographed on a £10 note. Matt Cardy | Getty Images LONDON — A slew of cryptocurrency companies could be forced to wind down their business in the U.K. if they fail to register with the finance watchdog ahead of a key deadline next week. From Mar. 31, firms operating crypto services in Britain must be registered with the Financial Conduct Authority, which is tasked with overseeing how digital asset firms combat money laundering. Last year, the regulator extended the deadline allowing firms on a temporary register to continue trading while they sought full authorization — it'll close once the deadline passes. The FCA said many crypto companies had withdrawn their applications as they were not meeting the required anti-money laundering standards. Now, with just days to go until the new deadline elapses, the fate of firms on the temporary register — including $33 billion fintech firm Revolut and Copper, a crypto start-up that counts former U.K. Finance Minister Philip Hammond as an advisor — hangs in the balance. 'A total disaster' Many industry insiders have expressed frustration with the FCA's handling of the crypto register. One lawyer advising crypto companies on their applications said the regulator had been slow to approve applications and was often unresponsive, a sentiment echoed by other figures in the sector. \"\"The process has been a total disaster from the FCA's side of things,\"\" the lawyer told CNBC, speaking on the condition of anonymity due to the sensitive nature of the matter. VIDEO 12:50 12:50 How Wall Street learned to love bitcoin Crypto An FCA spokesperson said it has approved just 33 crypto firms' applications so far. More than 80% of the firms it has assessed to date have either withdrawn their applications or been rejected. \"\"We've seen a high number of the cryptoasset businesses applying for registration not meeting standards there to help ensure firms are not used to transfer and or disguise criminal funds,\"\" the spokesperson said. \"\"Firms that do not meet the expected benchmark can withdraw their application. Firms that decide not to withdraw have the right to appeal our decision to refuse, including through the courts.\"\" Why it matters Gemini, the crypto exchange operated by Tyler and Cameron Winklevoss, was among the first firms to get approved by the FCA. Blair Halliday, Gemini's head of U.K., said the licensing regime is important as it provides customers the assurance that they're dealing with a firm that has undergone rigorous scrutiny. \"\"Getting a crypto asset registration in place was a critical step for crypto in this country,\"\" Halliday told CNBC. \"\"It gave firms that really have that desire to seek regulatory approvals something to demonstrate as a key differentiator.\"\" Crypto industry association Global Digital Finance's Lavan Thasarathakumar said there has been \"\"a lot of frustration\"\" over the process. \"\"Fundamentally, it has been too slow,\"\" Thasarathakumar said, adding that the FCA has been dealing with a \"\"huge backlog\"\" of applications for the register. And some companies are still withdrawing their applications. That includes B2C2, the London-based crypto trading firm, which recently withdrew from the FCA's temporary register. Since Monday, all of B2C2's spot trading activity has shifted to the company's U.S. entity. The firm said its derivatives business is unaffected as it is handled by an FCA-authorized subsidiary. \"\"We are committed to ensuring this move causes as little disruption as possible and are working closely with our clients to ensure they continue to have a seamless trading experience with us,\"\" a B2C2 spokeswoman told CNBC via Telegram. Firms that have had their applications rejected by the FCA can appeal, but the process is a long one and could need to go through the courts. A tribunal recently sided with the FCA's decision to refuse an application from the crypto exchange Gidiplus. Brexit dividend? Mauricio Magaldi, global strategy director for crypto at the fintech consultancy 11:FS, said the current regulatory direction of the U.K. puts the country at risk of falling behind the U.S., European Union and other regions. VIDEO 11:37 11:37 Can ethereum topple bitcoin as the crypto king? Crypto President Joe Biden has signed an executive order calling for coordination from the government on oversight of digital currencies, while EU lawmakers recently voted down a proposal that would have effectively banned bitcoin mining in the bloc. \"\"While major jurisdictions are spotting the opportunity and the risk, the U.K. is emphasising the risk,\"\" Magaldi told CNBC. \"\"By moving too fast and too narrow, rules and timeframes create hurdles to crypto firms that could potentially displace them from the U.K. market.\"\" Industry representatives fear this could put the U.K. at a disadvantage at a time when it is vying to be a global leader in financial innovation post-Brexit. The country is home to a thriving fintech industry, attracting nearly $12 billion in investment last year. But fast-growing fintechs like Revolut and Copper may soon be forced to wind down their crypto activities in Britain and move offshore if they don't make it onto the full register. Both companies declined to comment when contacted by CNBC. Firms like PayPal and Coinbase , which sell crypto services in the U.K. through overseas subsidiaries, will be unaffected. ", "polarity": 0.015155391871809781, "subjectivity": 0.40729243393422493}, {"id": 107035402, "datePublished": "2022-03-23T21:12:41+0000", "url": "https://www.cnbc.com/2022/03/23/walmart-sues-bjs-wholesale-claiming-theft-of-sams-club-self-checkout-tech.html", "articleText": "In this article BJ WMT Shoppers stock up on merchandise at a Sam's Club store on January 12, 2018 in Streamwood, Illinois. Scott Olson | Getty Images Walmart and its big-box warehouse subsidiary Sam's Club accused rival retailer BJ's Wholesale Club in a lawsuit filed Tuesday of stealing technology that powers a popular self-checkout option in the Sam's Club mobile app. The suit, filed in federal court, claims Walmart worked for years to develop Scan &amp; Go, a feature that lets Sam's Club customers ring up purchases on their smartphones while walking through the store, allowing them to avoid a checkout line. It also notes that Walmart holds multiple patents protecting the intellectual property for the self-checkout feature, which debuted in 2016. Scan &amp; Go has become more popular since the Covid-19 pandemic began in the U.S. in early 2020 as shoppers adopted social distancing and contactless checkout. Walmart alleges its \"\"innovations were simply taken without permission\"\" by BJ's, which launched its contactless offering, ExpressPay, in late 2021. \"\"Express Pay is an apparent copy of Sam's Club's Scan &amp; Go, merely changing the in-app colors and changing the name from Scan &amp; Go to Express Pay,\"\" the lawsuit says. As a result, the suit claims, BJ's has infringed on Walmart's patent rights, causing \"\"significant damages and irreparable harm.\"\" The lawsuit was filed in a U.S. District Court in Orlando, Florida. Walmart and BJ's both declined to comment on the suit, which was first reported  by Bloomberg Law . The legal action comes as warehouse clubs such as Sam's Club, BJ's and Costco have seen sales surge during the Covid pandemic, with Americans stockpiling large quantities of toilet paper and food, cooking more at home, and moving to homes in the suburbs with larger pantries. VIDEO 22:02 22:02 How Costco grew a \"\"members-only\"\" empire Retail Sam's Club, which has served as a tech incubator for Walmart, has looked to technology as a competitive advantage against other retailers. It touted Scan &amp; Go last month in its first-ever Super Bowl ad , which featured comedian and actor Kevin Hart. Scan &amp; Go is now available at Walmart locations, as a perk for shoppers who sign up for Walmart+, a subscription-based service that Walmart launched to deepen customer loyalty and better compete with Amazon Prime. Sam's Club does not disclose customer data, but Walmart said the retailer's membership hit a record high in the fourth quarter. Same-store sales at Sam's Club grew 10.4% in the fourth quarter of 2021 , compared with the year-ago period, excluding fuel. That rate was nearly double the sales growth of Walmart's U.S. same-store sales during the same period. ", "polarity": 0.14192063492063495, "subjectivity": 0.3661349206349206}, {"id": 107035913, "datePublished": "2022-03-24T14:41:54+0000", "url": "https://www.cnbc.com/2022/03/24/moderna-ceo-stephane-bancel-on-second-covid-vaccine-booster-shots.html", "articleText": "In this article MRNA VIDEO 1:59 01:59 Moderna CEO Stephane Bancel on fourth Covid vaccine dose, BA.2 omicron variant Squawk Box Moderna  CEO Stephane Bancel told CNBC on Thursday the drugmaker wanted to provide U.S. regulators \"\"flexibility\"\" in determining eligibility for a fourth Covid vaccine dose. Moderna submitted its application last week for a so-called second booster, asking the Food and Drug Administration to clear the additional shot for all Americans ages 18 and up. The biotech firm's request was considerably more broad than competing mRNA vaccine maker Pfizer , whose fourth-dose application covered only people 65 and older . \"\"I think we wanted to give the regulators, the FDA and regulators in other countries, the flexibility,\"\" Bancel said an interview on \"\"Squawk Box.\"\" \"\"You have people that are younger adults that have comorbidity factors, and they might need [a] sooner fourth dose to protect them.\"\" Underlying medical conditions such as asthma, chronic lung disease and diabetes can make people at higher risk of getting severely ill from Covid. People who are immunocompromised already are eligible for four Covid vaccine doses . Their recommended regimen consists of three primary doses, with a booster given at least three months afterward. Some doctors have questioned the necessity of four Covid shots for the general public in the near term. Moreover, less than half of fully vaccinated people have received their initial booster shot, Centers for Disease Control and Prevention data shows, and some experts suggest the focus should be increasing that uptake percentage. \"\"We submitted all the data that we have to give [the FDA] the best possible information to make the best possible decision,\"\" Bancel said. VIDEO 8:38 08:38 Watch CNBC's full interview with Moderna CEO Stephane Bancel Squawk Box ", "polarity": 0.08402777777777778, "subjectivity": 0.35402777777777783}, {"id": 107035249, "datePublished": "2022-03-24T14:53:29+0000", "url": "https://www.cnbc.com/2022/03/24/russias-ukraine-war-boosts-food-prices-in-us-vexing-farmers-about-planting-more.html", "articleText": "VIDEO 2:31 02:31 Wheat and corn prices surge amid Russian invasion of Ukraine The News with Shepard Smith Higher wheat prices should make farmers like Nicole Berg, the owner of a 21,000 acre farm in Washington state, happy. But the costs of fuel and fertilizer are eating into her profits. \"\"The issue we're having right now is that input costs are going up even more than the price of wheat,\"\" Berg told CNBC in a recent interview. Berg, like many farmers, is also constrained by the agriculture equipment market, which has been hit with supply chain disruptions that continue to delay orders of key machinery needed to plant and harvest. \"\"We have to put the deposit down so I have money going out, but I can't even get the [no-till seed] drill until possibly the fall of 2024,\"\" said Berg. On last month's earnings call, Deere &amp; Co. said that order books for major equipment in the upcoming year are mostly full. While winter wheat was already planted in late 2021, planting of spring wheat crop begins in a few weeks. Farmers in states that produce spring wheat such as North Dakota, Minnesota and Montana are faced with a tough decision: Should they plant more crop not knowing whether prices will hold up? \"\"What if the Ukraine crisis suddenly evaporates? It doesn't look like that but then [farmers] can be left holding the bag,\"\" said Scott Irwin, an agricultural economist at the University of Illinois. While some countries, including, China have been boosting supplies of agriculture commodities, wheat production in the U.S. has been steadily declining in recent years — down 35% from its 2008 peak, according to the USDA. \"\"Basically, what has to happen from a crisis like this with potentially seismic level loss of wheat supplies around the world, is places like the United States will draw down the reserves,\"\" said Irwin. With the war disrupting Russian and Ukraine wheat exports, one option is for the U.S. to look to nations like India. However experts say freight and transportation costs make this a less likely scenario. Unlike parts of the Mideast that are already seeing shortages of bread, there are currently no signs of a shortage in the U.S. However, the cost to buy wheat-based products continues to rise, adding to inflationary concerns already gripping the American economy. RBC Capital analyst Nik Modi said General Mills , Kellogg , and Mondelez have the most to lose given the wheat specialized products they make, like cereal. Modi points out that cereal is currently 10% to 15% more expensive than a year ago. The prices of bread have gone up 10%, he said. ", "polarity": 0.08174052028218697, "subjectivity": 0.47552910052910047}, {"id": 107034305, "datePublished": "2022-03-24T01:30:58+0000", "url": "https://www.cnbc.com/2022/03/23/inside-asml-the-company-advanced-chipmakers-use-for-euv-lithography.html", "articleText": "In this article ASML-NL In the southern Dutch town of Veldhoven, near the border with Belgium, sits the only factory capable of assembling a revolutionary machine that's relied upon by the world's biggest chipmakers. EUV lithography is the most expensive step in making the advanced microchips that power data centers, cars and iPhones. The machines are made by only one company: Advanced Semiconductor Materials Lithography. \"\" ASML has a monopoly on the fabrication of EUV lithography machines, the most advanced type of lithography equipment that's needed to make every single advanced processor chip that we use today,\"\" said Chris Miller, assistant professor at the Fletcher School at Tufts University. \"\"The machines that they produce, each one of them is among the most complicated devices ever made.\"\" EUV stands for extreme ultraviolet, an incredibly short wavelength of light that ASML generates in large quantities to print small, complex designs on microchips. The EUV light is created with tiny explosions of molten tin happening at extreme speeds and then bounced off unique Zeiss mirrors that ASML says are the flattest surface in the world. A small percentage of the EUV light particles reach the surface of a silicon wafer, where they print the minuscule designs that determine what each chip will do. Demand for ASML's EUV technology has soared during a global chip shortage that's resulted in back orders for products ranging from PlayStation 5 consoles to Chevrolet Malibu sedans. The company's stock price has skyrocketed more than 340% since the end of 2018, making ASML more valuable than some of its top customers, such as Intel . ASML CEO Peter Wennink said the company has been bringing down semiconductor prices since it was founded 38 years ago and will keep doing so \"\"for the next couple of decades.\"\" \"\"The world needs more chips,\"\" Wennink told CNBC. \"\"So we need to make more machines, which, by the way, will keep growing in average selling price as long as we can drive the cost per transistor down.\"\" Still, Wennink says the global chip shortage is \"\"a Catch-22\"\" for ASML. \"\"We got a lot of messages from our suppliers that said, 'Hey, we might be late in delivering our modules to you guys because we cannot get the chips.' And we said, 'If we cannot get the chips, we cannot make the machines to make more chips.'\"\" Wennink said ASML is still managing \"\"but it's a daily struggle.\"\" $200 million machines ASML has sold a total of about 140 EUV systems in the past decade, each one now costing up to $200 million, according to Wennink. The price tag for its next machine, called High NA , will be more than $300 million. Its EUV machine is \"\"so expensive that most companies cannot afford it,\"\" said Joanne Itow, managing director of manufacturing at Semico Research . \"\"It certainly has eliminated a lot of players out of the market,\"\" including chip manufacturer GlobalFoundries , which decided a few years ago to stop working on more-advanced chips because of the high cost, she said. ASML's EUV lithography system is required for printing all the world's most advanced semiconductors ASML Today, ASML sells the machines to only five chipmakers. The biggest three — Taiwan Semiconductor Manufacturing Co. , Samsung and Intel — made up nearly 84% of its business in 2021 . TSMC says that in 2019 it was the first to deliver high-volume chips made with EUV and that it has stayed in front ever since, with chip technology at least one node ahead of Samsung's and Intel's . ASML's dominance is a relatively new phenomenon. A decade ago, the company's ability to research EUV was decided by major investments from Intel, Samsung and TSMC.  \"\"We didn't have the money,\"\" said Wennink, who joined ASML in 1999. \"\"So we went out and we found partners, which actually was the basis of the way we built the company. So we were forced to be a system architect and a system integrator.\"\" ASML started out as a subsidiary of Dutch electronics giant Philips in 1984. It launched its first machine for semiconductor lithography — which had been invented in a U.S. military lab in the 1950s — out of a leaky shed next to a Philips office building in Eindhoven, the Netherlands. \"\"The first lithography tool really looked like a projector,\"\" said Christophe Fouquet, ASML's executive vice president of EUV. \"\"There is basically a reticle, which holds the image that you want to project. Then there is an optical system, which is going to take this image and project it on the wafer.\"\" ASML's developed its first lithography system in 1984, in a leaky shed outside a Philips office building in Eindhoven, the Netherlands ASML By 1988, ASML had five U.S. offices with 84 employees and a new Dutch office in Veldhoven that eventually became its headquarters. CNBC got an exclusive tour of that facility in March. \"\"When the industry was getting ready to jump into the early stages of EUV research, none of the U.S. firms were ready to take the plunge on what would be an expensive and risky proposition, whereas ASML was,\"\" said Miller, author of the forthcoming book \"\" Chip War: The Fight for the World's Most Critical Technology .\"\" \"\"ASML is a Dutch company, but it's also a Dutch company that relies very heavily on U.S. components in particular for its machines.\"\" China and a global supply chain EUV machines are made up of several modules with hundreds of thousands of components, from nearly 800 global suppliers. Each module is built at one of ASML's 60 locations around the world and then shipped to Veldhoven for assembly. After each assembled machine is tested, it's disassembled for shipment to a chipmaker. The shipping requires 20 trucks and three fully loaded Boeing 747s.  One country ASML won't ship its EUV technology to is China. \"\"Forty-two countries around the globe have agreed to put export control measures on it because it's so critical,\"\" Wennink said. \"\"So it's not our choice, it's the choice of governments.\"\" As far back as 2018, the Trump administration reportedly pressed ASML not to sell EUV technology to Chinese companies.  \"\"China has wanted to get into that race,\"\" Itow said, \"\"but there's been politically generated reasons why China has not had access\"\" to the technology. ASML does deal with China in another capacity. The company refurbishes older lithography systems, called deep ultraviolet, or DUV, and sends many of those to the world's most-populated country. Wennink said 96% of all machines ASML has ever sold are still working. \"\"There's a lot of debate about whether selling additional DUV equipment to China is also a national security risk, by letting China increase its ability to manufacture close-to-cutting-edge semiconductors,\"\" Miller said. \"\"I think there's some chance that in the coming years, there are new restrictions that are imposed on ASML's ability to sell DUV equipment to China as well.\"\" Before EUV, chipmakers could buy DUV lithography machines from three companies: ASML, Nikon and Canon . While Nikon, in Japan, is still a competitor in that market, ASML is the only option for EUV. Experts say it could take decades for any other company to catch up, both because of ASML's proprietary technology and because it's built complex, often exclusive, deals with hundreds of suppliers. \"\"We're unique to some of our customers, and some of our supplies are unique to us,\"\" Wennink said. \"\"And those almost symbiotic relationships, some people say, are worse than being married because you cannot divorce.\"\" One way ASML has insulated itself against supply chain risks is by purchasing some of its suppliers, such as Cymer in San Diego, where the EUV light source is produced. ASML also bought Berliner Glas, in 2020. Though a fire broke out at the Berlin site in January, Wennink said the damage won't significantly impact system output this year. ASML projects 20% sales growth in 2022 and annual revenue growth of 11% until the end of the decade. Watch the video for a rare glimpse of the technology inside ASML's clean rooms in California and the Netherlands, to see how EUV machines use precision lasers, exploding molten tin and ultra-flat surfaces to make the building blocks of our digital world. ", "polarity": 0.10002428384372829, "subjectivity": 0.46514536903425785}, {"id": 107035434, "datePublished": "2022-03-24T11:00:01+0000", "url": "https://www.cnbc.com/2022/03/24/alaska-airlines-to-convert-2-more-boeing-jets-into-freighters-in-bet-on-air-cargo-boom.html", "articleText": "In this article ALK Alaska Airlines employee Jeff Ferguson loads cargo at Ted Stevens Anchorage International Airport in Anchorage, Alaska. Mark Thiessen | AP Alaska Airlines is turning two of its midlife Boeing 737-800s into cargo planes, a bet that the pandemic boom in air freight will continue to generate revenue even after more passengers return to travel. The Seattle-based airline, the country's fifth-largest, already has three smaller Boeing 737-700s dedicated solely to air freight. It's a small number for a carrier whose mainline fleet stood at 217 planes at the end of 2021, but the pandemic has made cargo more important to airlines. Covid forced passenger carriers to cut flights, reducing belly space in planes around the world that would normally carry everything from live animals, packages, produce and pharmaceuticals. That drove up demand — and prices — for air cargo. Alaska has put out a request for proposals to convert the two planes to air cargo and hasn't yet settled on a supplier. The increase in its cargo fleet could extend beyond the two planes, but it hasn't yet committed to adding more. \"\"I don't think the magic number is two,\"\" Adam Drouhard, the airline's managing director of cargo, told CNBC. The new planes will be dedicated to serving destinations in the state of Alaska. Companies including  Boeing  have been adding  capacity to convert  more passenger jets to cargo planes to capitalize on the trend. Cargo analyst Stephen Fortune said the conversion of a passenger jet into a freighter, which entails ripping out passenger seats and overhead bins, reinforcing the plane's floor, and cutting a cargo door for easier loading, can cost around $5 million. Alaska debuted converted 737-700s in 2017, but Drouhard said he expects that expanding beyond the two planes will be easier than the conversions of five years ago because it's not an altogether new program: 737-800 conversion lines are already available. \"\"It's not going to be as big of a ramp up with one every eight to 10 years,\"\" he said. In 2021, 101 passenger planes were converted to freighters, up from 59 in 2019 and 71 in 2020, according to IBA Insight. Most other U.S. passenger airlines don't operate standalone freighter aircraft but have benefited from the rise in cargo demand during the pandemic. Some carriers flew passenger planes with empty seats and full cargo bellies when demand for travel plummeted in 2020. Cargo revenue for United Airlines , which does the most long-haul international flying of the U.S. carriers, brought in $2.35 billion last year, up more than 42% from 2020 and double 2019, before Covid hit. Air freight made up almost 10% of its sales last year, compared with 3% before Covid. Low-cost and leisure-focused airline Sun Country started flying cargo for Amazon in 2020 on freighters for the e-commerce giant's air unit, a plan it drew up in 2019 but sped up during the pandemic. ", "polarity": 0.15478896103896103, "subjectivity": 0.45062229437229434}, {"id": 107035808, "datePublished": "2022-03-24T12:37:56+0000", "url": "https://www.cnbc.com/2022/03/24/blackrocks-fink-says-russia-ukraine-war-could-accelerate-use-of-cryptocurrencies.html", "articleText": "In this article BLK Larry Fink David Orrell | CNBC Russia's invasion of Ukraine could accelerate the adoption of digital currencies by central banks, according to BlackRock's Larry Fink. The CEO of the $10 trillion-asset money manager called it one of the \"\"less discussed\"\" outcomes of the war, which began one month ago, in his annual letter to shareholders Thursday. \"\"The war will prompt countries to re-evaluate their currency dependencies,\"\" he said. \"\"Even before the war, several governments were looking to play a more active role in digital currencies and define the regulatory frameworks under which they operate.\"\" Fink cited the U.S. Federal Reserve as an example, which recently published a white paper examining the pros and cons of a potential U.S. central bank digital currency. \"\"A global digital payment system, thoughtfully designed, can enhance the settlement of international transactions while reducing the risk of money laundering and corruption,\"\" Fink added. \"\"Digital currencies can also help bring down costs of cross-border payments, for example when expatriate workers send earnings back to their families.\"\" After the war began and the U.S. imposed sanctions on Russia targeting its central bank, crypto was thrusted into the spotlight. Transactions on centralized bitcoin exchanges in both the Russian ruble and the Ukrainian hryvnia surged to their highest levels in months after the war began, and stablecoins like Tether showed they can play a more important role as a safe haven asset – or in circumventing sanctions. BlackRock clients have shown \"\"increasing interest\"\" in digital currencies, including stablecoins and \"\"the underlying technologies\"\" – also known as blockchain – Fink said. The company has been studying the emerging asset class to \"\"to understand how they can help us serve our clients\"\" as a result. Fink didn't specify any particular digital currencies the company is studying. Digital currency as a group has broken out into several different emerging asset classes in the past year including bitcoin itself, other alternative cryptocurrencies, smart contracts platforms like Ethereum, decentralized finance tokens, central bank digital currencies, stablecoins and NFTs. The BlackRock CEO has previously spoken with optimism about the future of \"\"digital currencies\"\" but has remained cautious about bitcoin and its volatility. In November he told CNBC's \"\"Squawk Box\"\" he's \"\"not a student of bitcoin and where it's going to go\"\" but added \"\"I do believe there is a huge role for a digitized currency.\"\" ", "polarity": 0.04209325396825397, "subjectivity": 0.24996031746031747}, {"id": 107035069, "datePublished": "2022-03-23T12:14:01+0000", "url": "https://www.cnbc.com/2022/03/23/omicrons-subvariant-bapoint2-could-spread-wildly-in-europe-epidemiologist.html", "articleText": "Doctor Immanuel Hardtmann holds a syringe with the vaccine Moderna in a temporary vaccination center inside the Excursion boat Alexander von Humboldt on the first day of the #HierWirdGeimpft (Get Vaccinated Here) Covid-19 vaccination campaign on September 13, 2021 in Berlin, Germany. Carsten Koall | Getty Images News | Getty Images LONDON — While war rages in Ukraine, not much attention is being paid to surging Covid-19 cases across Europe that could soon start to filter out to the rest of the world. The rise in cases across the continent, from the U.K. and France to Italy and Austria, is being driven by several factors: The lifting of most — if not all — Covid restrictions, waning immunity from vaccines and booster shots, and the spread of the more transmissible omicron subvariant, BA.2. \"\"We all hoped and expected a different turn now at the beginning of spring,\"\" Ralf Reintjes, professor of epidemiology at the Hamburg University of Applied Sciences, told CNBC this week. \"\"But the situation in Europe is a bit bumpy at the moment, and in Germany ... the [case] numbers are at a very, very high level, and they're still increasing and have been increasing for quite some time.\"\" Germany is seeing a surge in cases and has reported daily tallies of new infections of between 200,000 to 300,000 a day in the last week. Reintjes said that the combination \"\"of everyone thinking and expecting somehow that the pandemic is over now\"\" and the relaxation of what he saw as protective Covid measures gives the BA.2 subvariant \"\"a really good chance to spread extremely wild in many parts of Europe.\"\" \"\"It's difficult to predict but personally I think it's very likely that this is going to continue its tour around the globe as well,\"\" he added. \"\"That's what viruses in a pandemic usually do.\"\" \"\"There are also quite a few reports that people who have got an omicron infection, or BA.1 variant, then a few weeks later got BA.2 infection,\"\" he noted, adding that there is a good chance that this new variant will spread and act like \"\"some sort of new wave of a new pandemic like seasonal flu.\"\" Public health officials and scientists are closely monitoring BA.2, a subvariant of the already highly transmissible omicron variant, as it is accounting for a growing number of new cases in Europe. To a somewhat lesser extent it is also accounting for a growing number of infections in the U.S. and Asia. The subvariant is estimated to be 1½ times more transmissible than omicron and is likely to usurp it as the globally dominant variant. Initial data has shown that BA.2 is a little more likely to cause infections in household contacts when compared with BA.1. It's not believed currently that the BA.2 variant causes more severe illness or carries an increased the risk of being hospitalized, however further research is needed to confirm this, according to a U.K. parliamentary report published earlier in March. 'Stealth' variant  BA.2  has been described as a \"\"stealth\"\" variant  because it has genetic mutations that could make it harder to distinguish from the older delta variant using PCR tests, compared with its original omicron parent, BA.1. The new subvariant is the latest in a long line to emerge since  the pandemic  began in China in late 2019. The omicron variant — the most transmissible strain so far — overtook the delta variant, which itself supplanted the alpha variant — and even this was not the original strain of the virus. VIDEO 3:05 03:05 Covid could 'fade from our consciousness' this summer, says Dr. Scott Gottlieb Squawk Box The World Health Organization has said it is monitoring BA.2 closely, which it said had now been detected in 106 countries, and has also noted a rise in global cases after a recent lull. In its latest weekly update published Tuesday, the WHO said that after a consistent decrease since the end of January, the number of new weekly cases rose for a second consecutive week last week, with a 7% increase in the number of infections reported, compared to the previous week. The WHO also noted that while omicron has a number of sublineages, BA.2 has become the predominant variant in the last 30 days, with 85.96% of the virus sequences submitted to GISAID, the public virus tracking database, being the BA.2 variant. The WHO noted that weekly data shows that the proportion of BA.2 cases, compared to other sublineages, has increased steadily since the end of 2021, with the subvariant becoming the dominant lineage by week seven of 2022. \"\"This trend is most pronounced in the South-East Asia Region, followed by the Eastern Mediterranean, African, Western Pacific and European Regions. BA.2 is currently dominant in the Region of the Americas,\"\" the WHO said. In the U.K., the latest available data from the Office of National Statistics, for the week ending March 13, showed that the BA.2 variant is now the most common variant in England, Wales, Northern Ireland and Scotland. In the week that was surveyed, 76.1% of all sequenced Covid-19 infections from the survey were compatible with the BA.2 variant, and 23.9% were compatible with the original omicron strain. In the U.S., the Centers for Disease Control and Prevention says that BA.2 cases now account for 34.9% of all cases in the U.S . with the subvariant making up over half the number of cases reported in some northeastern states , but it has noted that the overall number of infections is still declining from the record highs seen in January. VIDEO 4:39 04:39 Covid spread in some European countries has accelerated dramatically: Professor Squawk Box Europe ", "polarity": 0.12160314685314688, "subjectivity": 0.4068224553224552}, {"id": 107035589, "datePublished": "2022-03-24T14:53:08+0000", "url": "https://www.cnbc.com/2022/03/23/stock-futures-rise-slightly-as-wall-street-tries-to-recover-from-wednesdays-losses.html", "articleText": "Stocks bounced Thursday as investors tried to recover from declines in Wednesday's session. The Dow Jones Industrial Average gained about 180 points, or 0.5%. The S&amp;P 500 added 0.6%. The Nasdaq Composite rose 0.4%. Investors are continuing to monitor the war in Ukraine and weigh the Federal Reserve's rate hikes amid persistent inflation. NATO leaders met in Brussels Thursday to discuss increasing pressure on Russia, as Ukraine appears to be retaking ground in the war. Last week, the Fed  raised interest rates  for the first time since 2018. Chair Jerome Powell  on Monday vowed to be tough on inflation and opened the door for more aggressive half-percentage-point rate hikes. Loading chart... The S&amp;P 500 fell into correction territory late February , but is now about 7% off its highs. The Dow is also less than 7% from its intraday record, and the Nasdaq Composite is off by around 14%. \"\"While the stock market is attempting to recover from its correction, markets are fundamentally riskier and more uncertain than before Russia's invasion of Ukraine,\"\" said Richard Saperstein, chief investment officer at Treasury Partners. Stock picks and investing trends from CNBC Pro: Consistent winners: These stocks go up almost every year and are higher again in 2022 Buffett is paying a relatively cheap price for his biggest takeover in six years, analyst says The meme stocks are not dead yet. Why GameStop and AMC are holding up On Thursday, Uber gained about 2% after the company announced a deal to list all New York City taxis on its app . Chip stocks Nvidia and Intel both rose around 4% a day after semiconductor executives testified in front of Congress in support of billions of dollars in chip manufacturing subsidies. Materials was the top performing S&amp;P 500 sector. Mosaic and Freeport-McMoRan each added more than 3%. On the downside, KB Home dropped 1% after an earnings miss Wednesday. On the data front, initial jobless claims last week totaled 187,000, the lowest level since 1969, the Labor Department reported Thursday. Stocks have seesawed this week, alternating between up and down days. The Dow is about 1% lower on the week while the S&amp;P 500 and Nasdaq Composite are marginally higher. The indexes are coming off a big rally last week, their best weekly performance since 2020 . All three major averages are on track to close the month at least 1% higher. ", "polarity": 0.17362046389824168, "subjectivity": 0.41580621025065473}, {"id": 107035613, "datePublished": "2022-03-24T00:17:57+0000", "url": "https://www.cnbc.com/2022/03/23/nikola-begins-production-of-battery-electric-tre-semitruck.html", "articleText": "In this article NKLA Nikola Motor's Tre semi-truck. Nikola Motor Company Electric heavy-truck startup Nikola announced on Wednesday that it has begun production of the battery-powered version of its electric Tre semitruck at its factory in Coolidge, Arizona, beating rival Tesla 's electric semitruck to market. Nikola plans to begin deliveries of the trucks in the second quarter, executives said during a presentation for analysts. Production of the trucks for customers began on Monday. Nikola shares were up about 4% in after-hours trading following the announcement. The battery-electric version of the Tre is intended for shorter routes, with an estimated range of about 350 miles. Nikola expects to deliver between 300 and 500 of the trucks this year before ramping up production to a higher level in 2023. Nikola's once high-flying stock has slumped to single-digits since the departure of its founder , Trevor Milton, under an ethical cloud in 2020. The company has cut ties with Milton and has settled all outstanding claims related to his actions, it reiterated on Wednesday. Milton was indicted last year on federal fraud charges related to statements he made before Nikola's initial public offering. Read more about electric vehicles from CNBC Pro Goldman Sachs has a bunch of stock picks to play the latest autos trend Europe's moving away from Russian energy — and that could boost EV charging stocks Nikola plans to follow the battery-electric Tre with a version powered by a hydrogen fuel cell that will come with range of up to 500 miles, suitable for longer routes. That will be followed by what Nikola calls a \"\"next-generation\"\" fuel-cell model in 2025, suitable for long-haul routes with up to 900 miles of range. The hydrogen Tre is on track to begin shipping late 2023, the company confirmed. ", "polarity": 0.18529411764705883, "subjectivity": 0.4416666666666667}]