[{"id": 107043197, "datePublished": "2022-04-07T11:53:09+0000", "url": "https://www.cnbc.com/2022/04/07/stocks-making-the-biggest-moves-premarket-conagra-levi-strauss-rite-aid-and-others.html", "articleText": "In this article RENT RAD HPQ W LEVI CAG VIDEO 1:31 01:31 News Update – Pre-Markets News Briefing Check out the companies making headlines before the bell: Conagra (CAG) – The food producer's stock tumbled 5.5% in the premarket after issuing a weaker-than-expected forecast for the fiscal year ending in May. Conagra's results are being hit by higher transportation and raw materials costs. Levi Strauss (LEVI) – Levi Strauss beat estimates by 4 cents with an adjusted quarterly profit of 46 cents per share, and the apparel maker's revenue also topped Wall Street forecasts. The company saw strong demand for its jeans, tops and jackets while successfully raising prices and cutting down promotions. Levi Strauss rose 3% in premarket trading. HP Inc. (HPQ) – HP is surging 15.2% in premarket trading following news that Warren Buffett's Berkshire Hathaway took an 11.4% stake in the maker of personal computers and printers. Rite Aid (RAD) – The stock tumbled 18.3% in premarket action after Deutsche Bank downgraded the drugstore operator to \"\"sell\"\" from \"\"hold.\"\" Deutsche Bank said Covid hastened the decline of the retail pharmacy segment, and there's a possibility that Rite Aid may not be able to generate enough earnings to continue as an operating company. Wayfair (W) – Wayfair slid 4.1% in the premarket after Wells Fargo downgraded the stock to \"\"underweight\"\" from \"\"equal weight.\"\" Wells Fargo said the high-end furniture retailer will be hurt by waning demand, overly optimistic consensus estimates and other headwinds. Rent the Runway (RENT) – Rent the Runway stock jumped 3.9% in the premarket after the fashion rental company announced a price hike for its subscribers. CDK Global (CDK) – The provider of automotive retail technology agreed to be bought by Brookfield Business Partners for $54.87 per share in cash. The price represents a 12% premium over CDK's Wednesday closing price. SoFi Technologies (SOFI) – The online personal finance company's shares slid 5.1% in the premarket after cutting its full-year outlook. The cut follows the White House announcing a student loan payment moratorium will be extended. JD.com (JD) – JD.com announced that founder Richard Liu has left the chief executive officer position and President Xu Lei will take over as the Chinese e-commerce company's CEO. Liu will remain as chairman. JD.com fell 1.1% in the premarket. Teladoc Health (TDOC) – The provider of virtual doctor visits saw its stock gain 1.5% in premarket action after Guggenheim initiated coverage with a \"\"buy\"\" rating. Guggenheim said health care access is moving more toward digital interactions and that Teladoc has a broader service portfolio than other providers. ", "polarity": 0.058208689458689455, "subjectivity": 0.38369836182336176}, {"id": 107043152, "datePublished": "2022-04-07T10:49:16+0000", "url": "https://www.cnbc.com/2022/04/07/warren-buffett-berkshire-hathaway-reveals-stake-in-hp-inc-tech-stock.html", "articleText": "In this article BRK.A HPQ Warren Buffett at Berkshire Hathaway's annual meeting in Los Angeles, California. May 1, 2021. Gerard Miller Warren Buffett's Berkshire Hathaway has initiated a major stake in tech hardware stock HP Inc , becoming the largest shareholder in the PC and printer maker. Berkshire purchased nearly 121 million shares of HP, according to securities filings. That stake was worth roughly $4.2 billion based on Wednesday's closing price for the stock, amounting to a stake of about 11%. Shares of HP jumped more than 15% in premarket trading Thursday on the news. After largely sitting on the sidelines in the early days of the Covid pandemic, Berkshire has become more active in recent months. The investment firm announced a deal to buy insurance company Alleghany for $11.6 billion last month and has been scooping up shares of energy stock Occidental Petroleum. HP, a leading name in personal computers, has lagged badly behind larger tech names over the past decade and beyond. Prior to the Berkshire news, the stock had gained less than 50% since October 2009. \"\"We view Berkshire buying HPQ shares as a positive that validates HPQ's strategy/deep value,\"\" wrote Evercore ISI tech analyst Amit Daryanani in a note. HP joins elite company among rare tech holdings for Buffett, who has famously avoided most stocks in the sector for not fitting his value investing style. Apple is Berkshire's single biggest outside holding and one of Buffett's best investments ever, reaping billions for Berkshire since the conglomerate started buying in 2016. —With reporting by Michael Bloom. ", "polarity": 0.11787518037518036, "subjectivity": 0.4119127785794453}, {"id": 107042523, "datePublished": "2022-04-07T09:56:57+0000", "url": "https://www.cnbc.com/2022/04/07/russia-war-why-putin-is-refocusing-troops-in-the-east-of-ukraine.html", "articleText": "Putin has described Russia's unprovoked onslaught in Ukraine as a \"\"special military operation.\"\" Mikhail Klimentyev | Afp | Getty Images Russian President Vladimir Putin is overseeing a change in military strategy to the Kremlin's unprovoked onslaught in Ukraine, repositioning forces in the east of the country in a bid to take control of the Donbas region. Analysts see the shift in Russia's approach as a tacit acknowledgment of failure, saying fierce resistance from Ukrainian forces has thwarted Putin's attempt to swiftly capture major cities and topple the government. The next phase of the war is likely to result in a dangerous stalemate, according to analysts, exacerbating an already devastating humanitarian crisis as Russia's top army commanders seek to establish full control over the breakaway republics of Donetsk and Luhansk. Ukraine's deputy prime minister on Wednesday urged people in the eastern regions of Kharkiv, Donetsk and Luhansk to evacuate amid growing fears of an imminent attack. \"\"It is necessary now, because then people will be under fire and threatened with death,\"\" Iryna Vereshchuk said. It comes less than two weeks after Sergei Rudskoy, deputy chief of staff of Russia's Armed Forces, announced that forces were shifting away from a country-wide attack. Instead, Rudskoy said the Kremlin's goal was to concentrate efforts on the \"\"complete liberation\"\" of the Donbas region. \"\"It seems to me that this is the biggest single piece of news since the war began,\"\" Christopher Granville, managing director of EMEA and Global Political Research at TS Lombard, told CNBC via telephone. \"\"I thought it at the time, and I haven't changed my mind ... since then.\"\" Granville said Russia's reconcentration of troops in the east of Ukraine foreshadows \"\"some all too plausible horrors.\"\" He cited particular concern for Slovyansk and Kramatorsk, two sizable cities situated in the north of the Donetsk Oblast. Families have been seen queuing for days outside the train station in Kramatorsk. Fadel Senna | Afp | Getty Images Thousands of people have been trying to flee the Donbas region, with scores of families seen queuing for days at Kramatorsk central station in an attempt to reach safety. For some, the situation is all too familiar. Ukrainian forces fought Russian-backed separatists in Kramatorsk in 2014, and Granville said the nearby city of Slovyansk was known to have \"\"totemic significance\"\" for the Donbas separatists. Russia has not yet committed forces withdrawn from the so-called \"\"Battle of Kyiv\"\" to an eastern offensive, according to analysts at the Institute for the Study of War , but troops are thought to be preparing for an attack on Slovyansk. \"\"I think from a military point of view, there has to be a question about success and morale. Russia, having soldiers sitting around Kyiv being shot at, what is the purpose? What are they trying to do?\"\" Granville said. \"\"It's just common sense that soldiering needs to have a goal, and the natural goal for soldering is to get territory. This is the campaign in the Donbas,\"\" he continued. \"\"The soldiers who are fighting can see what they are fighting for, they can see progress. And I think that goes from the senior levels of Russian general staff to the commanders and men in the field.\"\" A fork in the road Jonathan Flint, a military strategist and adjunct professor at Case Western Reserve University in Cleveland, Ohio, believes there are two pathways for Russia to try to achieve its new military aims. \"\"One would be for Russia to withdraw to relative safety, and use this opportunity to rearm, reorganize and reinforce their forces for a better organized and more competent advance back into Ukrainian-held territory,\"\" Flint told CNBC. CNBC This approach is not without risks, however, particularly given that Ukrainian forces could cross borders to engage with Russia and a second attempt to invade may fail as it did in the first instance, he said. \"\"The other option would be to entrench in these areas, making it all but impossible for them to be retaken by Ukrainian forces and returned to Ukrainian control,\"\" Flint said. \"\"This may ultimately prove the wiser route for Russia, because by solidifying a frozen conflict it would essentially stop Ukraine from joining the EU or NATO in the future despite any undertakings made not to during peace negotiations.\"\" Bruno Lete, senior fellow of security and defense at The German Marshall Fund, told CNBC that while Russian forces had lost the battle for Kyiv, the Kremlin's nearly six-week-old war is not over yet. \"\"Beyond the east, we must also look at the south of Ukraine. Already vast areas of Ukraine's coastlines east of Crimea are occupied,\"\" Lete said. \"\"Clearly Russia is trying to establish a land bridge between Crimea and Russia. If Mariupol falls, Russia will have succeeded.\"\" VIDEO 1:58 01:58 Ukraine needs full support from the West and right kind of weapons: Consultancy Squawk Box Europe Heavy fighting and Russian airstrikes continue in Mariupol, British military intelligence reported Wednesday, in a move likely designed to pressure Ukrainian forces in the encircled southeastern city to surrender. The U.K. Defense Ministry estimated that most of the remaining 160,000 residents of Mariupol have no access to light, communication, medicine, heat or water — underscoring the worsening humanitarian crisis there. Only when one side feels the pain is intolerable do I expect to see movement towards peace. Jonathan Flint Professor at Case Western Reserve University Lete said Russia may also consider intensifying attacks on the strategically important port hub of Odesa on the Black Sea coast to establish a coastline bridge from Crimea to Transnistria — a Moldovan breakaway region occupied by Russian forces. \"\"Ukrainians have the ability to defend themselves on land, but far less so in the air … Therefore the first stage of these next battles will be characterized by Russia conducting missile attacks and airstrikes on critical and civilian infrastructure,\"\" he added. Putin set to face 'a moment of truth' Russia's retreat from the suburbs of Kyiv has coincided with an outpouring of international condemnation as world leaders reacted in horror at the mounting evidence of war crimes. The Kremlin has denied allegations of executing civilians and, without evidence, accused Ukraine of navigating a cynical ploy to denigrate the Russian army. Ukraine President Volodymyr Zelensky has accused Russia of committing genocide in Ukraine, while U.S. President Joe Biden has called for Putin to be tried for war crimes. Russia has said the country's military will now concentrate efforts on the \"\"complete liberation\"\" of Ukraine's Donbas region. Bulent Kilic | Afp | Getty Images Fabrice Pothier, CEO of political consultancy Rasmussen Global, said Russia's objective seemed to be to consolidate the territorial hold that the Kremlin had in eastern Donbas since 2014. \"\"I think this is a game of who can hold longer and who can convince, basically, the civilian population that the fight is worth the cost,\"\" Pothier told CNBC's \"\"Squawk Box Europe\"\" on Tuesday. \"\"I think for the moment Zelenskyy is on strong ground as long as he gets the right kind of support from the West.\"\" Putin, on the other hand, is seen to have strong support from within Russia, Pothier said, but for how long is uncertain. \"\"I think there is going to be a moment of truth, [a moment] of reckoning for the Russian leader vis-à-vis his population.\"\" Ultimately, TS Lombard's Granville said that Russia's offensive was likely to become a war of attrition. \"\"It seems to me that the Russian stance will become more defensive … and this is a formula for a very protracted conflict.\"\" Flint, too, was skeptical of an imminent breakthrough in peace talks. \"\"Only when one side feels the pain is intolerable do I expect to see movement towards peace,\"\" he said. ", "polarity": 0.04232319551197102, "subjectivity": 0.3908505610036222}, {"id": 107042431, "datePublished": "2022-04-07T12:17:39+0000", "url": "https://www.cnbc.com/2022/04/07/inside-the-87-million-hilltop-palace-for-sale-in-beverly-hills.html", "articleText": "Joe Bryant Perched approximately 200 meters (650 feet) above Beverly Hills, California, is a European-flavored residence that recently hit the market for $87 million . Past its gates, a 700-foot private drive hugs the mountainside as it leads up a steep incline to reveal a dramatic, 7.8-acre estate. Private drive leading to the main residence at 1420 Davies Dr in Beverly Hills. Joe Bryant \"\"For a person who likes this style there's nothing like it, that's why we feel bullish on the price,\"\" listing agent Aaron Kirman of the Aaron Kirman Group told CNBC. The palatial main residence reigns over 90210 from an impressive hilltop that delivers 360-degree views.   Joe Bryant According to the listing, the eight-bedroom, 14-bath residence unfolds over three floors and 21,800 square feet. The home's hefty asking price comes to about $3,990 per square foot which is more than double the $1,801 average price per square foot achieved in the neighborhood in the fourth quarter of 2021, according to The Elliman Report . But it's a relative bargain compared with a record-breaking sale from October, when venture capitalist Marc Andreessen reportedly paid $177 million for an 11,810-square-foot Malibu home, bringing the price per square foot to a staggering $14,987. Another one of those mega-deals was the distressed sale of 944 Airole Way, a 105,000-square-foot mega-mansion, which was offered at $295 million before selling at auction last month for $141 million . Kirman was a co-listing agent on the transaction that required bankruptcy court approval. Los Angeles has seen 10 single-family home deals close for more than $50 million in the last six months including three homes that sold for over $100 million, according to multiple listing service and deed transfer records. \"\"There's no other market that has those numbers,\"\" Kirman said. \"\"New York doesn't, Miami doesn't.\"\" He said he hasn't yet seen an impact from rising mortgage rates, inflation or the war in Ukraine : \"\"Any one of these could have spooked buyers, but they haven't.\"\" He also pointed to low inventory to suggest right now it's still a seller's market on the ultra-high end. According to Kirman, the Los Angeles MLS currently shows 27 single-family homes priced over $50 million \"\"That's tight inventory,\"\" he said. \"\"We usually see 50 or more.\"\" This is supported by analysis from Miller Samuel Real Estate Appraisers and Consultants in the fourth-quarter Elliman Report. \"\"Listing inventory fell to the lowest level on record at the largest rate on record,\"\" for all single-family homes and condos in Los Angeles, it said. Car park and front entrance Joe Bryant You might recognize the mansion, which is located on Davies Drive and has been featured in music videos, commercials and by GQ in 2016 when the magazine threw a Grammys after-party at the residence celebrating musician The Weeknd's birthday and published photos from the home showing Taylor Swift, DJ Khaled, Post Malone, Justin Bieber, and an entourage of A-list celebs partying inside and out. Here's a closer look at what $87 million could buy in Beverly Hills. Library Joe Bryant The home's library unfolds over two levels connected by a spiral staircase. Overhead is a massive stained-glass light fixture framed by an ornately carved-wood ceiling. Dining room Joe Bryant Double pocket doors made with antique Venetian stained-glass windows disappear into the walls to reveal a dining hall that seats twelve. Under a gold leaf-painted domed ceiling and chandelier, the room is dripping in gold accents and vibrant walls upholstered in a deep red silk. Billiards room Joe Bryant The billiards room is also covered in silk, this time the scarlet fabric is framed by dark-stained wood and accented by hand-painted scenes just above the floor. Living room bar Joe Bryant The living room features a wood mirrored bar and more walls upholstered in fabric. Owner's suite Joe Bryant The giant owner's suite includes a seating area, king-sized bed and dumbwaiter that can whisk breakfast up from the kitchen. Kitchen Joe Bryant The chef's kitchen includes wood-carved cabinets, stone floors and stainless steel appliances. Breakfast room Joe Bryant Off the kitchen is a breakfast room with floor-to-ceiling hand-painted murals depicting colorful birds and foliage on every wall. Home theater DroneHub Media On the home's lowest level is a red-velvet-clad cinema room.  Wine cellar with English saloon facade. DroneHub Media According to Kirman, the facade of an 18th-century saloon was shipped from England and reimagined as the entrance to the home's wine cellar. Ballroom DroneHub Media The massive ballroom also has a stained-glass light fixture built into the ceiling and French doors that lead to the pool. Pool house DroneHub Media In the estate's luxurious backyard is a two-story pool house. Pool area Joe Bryant The ornate in-ground pool is surrounded by manicured shrubs and dolphin-shaped fountains.  Koi pond Joe Bryant Steps away from the swimming area is a koi pond that features two red-painted bridges leading to a small rock island at its center. Joe Bryant The property also includes a tennis court, putting green and oversized chess set. Outdoor chess set Joe Bryant If the home sells for its asking price Kirman says the real estate taxes would total $1,087,500 per year or more than $90,000 a month. ", "polarity": 0.08107496245251346, "subjectivity": 0.3639654563123951}, {"id": 107043183, "datePublished": "2022-04-07T12:33:13+0000", "url": "https://www.cnbc.com/2022/04/07/5-things-to-know-before-the-stock-market-opens-thursday-april-7.html", "articleText": "Here are the most important news, trends and analysis that investors need to start their trading day: Wall Street looks steady after two days of Fed-driven selling Key Treasury yield spread remains inverted after jobless claims data Warren Buffett's Berkshire Hathaway reveals major stake in HP Shell announces write-off up to $5 billion in assets after exiting Russia Ukraine ask NATO for more weapons as Russia regroups for eastern offensive 1. Wall Street looks steady after two days of Fed-driven selling Traders work on the floor of the New York Stock Exchange (NYSE) in New York, March 29, 2022. Brendan McDermid | Reuters U.S. stock futures were relatively steady Thursday, as Wall Street tried to avoid a three-session losing streak. The Nasdaq led the selling over the past two days as the Federal Reserve started to strike a more hawkish tone — sinking 2.2% on Wednesday, a day after about a 2.3% drop . After a number of Fed officials called for more aggressive tightening to fight inflation, the central bank's minutes from its March meeting indicated general agreement to shrink its massive balance sheet by $95 billion per month. The minutes also showed Fed officials were considering larger-than-usual rate hikes of 50 basis points after a 25 basis point raise last month, the first increase in more than three years. 2. Key Treasury yield spread remains inverted after jobless claims data Bond yields rose Thursday after the government reported fewer-than-expected 166,000 weekly initial jobless claims. The 10-year Treasury yield was trading around three-year highs above 2.6% and was no longer inverted lower than the 2-year yield . However, the 5-year Treasury yield remained inverted, still higher than the 30-year yield . Treasury yields Historically, these inversions have happened before economic recessions. With the jobs market strong, the Fed may have room to slow the economy to fight inflation — threading the needle on its dual mandate of fostering maximum employment and controlling prices. The central bank is expected to hike rates at all six of its remaining meetings this year. The size of those increases are the real question. 3. Warren Buffett's Berkshire Hathaway reveals major stake in HP Warren Buffett at Berkshire Hathaway's annual meeting in Los Angeles, California. May 1, 2021. Gerard Miller | CNBC Warren Buffett 's Berkshire Hathaway has initiated a major stake in tech hardware stock HP Inc. , becoming the largest shareholder in the PC and printer maker. Berkshire purchased nearly 121 million shares of HP, roughly 11%, according to securities filings , a stake that was worth roughly $4.2 billion based HP's closing stock price Wednesday. That's before a 15% jump in HP shares in Thursday's premarket following the news, which broke hours after the closing bell. Berkshire has become more active in recent months, announcing a deal to buy insurance company Alleghany for $11.6 billion and scooping up shares of energy company Occidental Petroleum . 4. Shell announces write-off up to $5 billion in assets after exiting Russia Royal Dutch Shell products in Torzhok, Russia. Andrey Rudakov | Bloomberg | Getty Images Shell said Thursday it will write off between $4 billion and $5 billion after pulling out of Russia. The announcement offers a first glimpse at the potential financial impact to Western oil giants that exited Russia following Moscow's unprovoked invasion of Ukraine . Further details of the impact of ongoing developments in Ukraine will come in Shell's first-quarter earnings report on May 5, the company said . Shell previously estimated that Russia write-downs would reach $3.4 billion. Last month, Shell was forced to apologize for buying heavily discounted Russian oil and subsequently announced a withdrawal from Russia. 5. Ukraine ask NATO for more weapons as Russia regroups for eastern offensive A funeral service employee looks at bodies of civilians, collected from streets to local cemetery, as Russia's attack on Ukraine continues, in the town of Bucha, outside Kyiv, Ukraine April 6, 2022. Stringer | Reuters Ukraine on Thursday appealed to NATO for more weapons in its fight against Russia to help prevent further atrocities like those reported in Bucha, just outside of Kyiv. Western countries have provided Ukraine with portable anti-tank and anti-aircraft weapons, but they have been reluctant to supply aircraft, tanks or any other equipment that would require training to use. Russian forces, which failed to quickly take Ukraine's capital, are regrouping for an offensive in eastern Ukraine, where Moscow early in its incursion recognized the Luhansk and Donetsk areas as independent states. — CNBC reporters Yun Li , Jeff Cox , Samantha Subin , Hannah Miao , Jesse Pound , Elliot Smith and Silvia Amaro as well as The Associated Press contributed to this report. — Sign up now  for the CNBC Investing Club to follow Jim Cramer's every stock move. Follow the broader market action like a pro on CNBC Pro . ", "polarity": 0.09857817303469477, "subjectivity": 0.36897233201581037}, {"id": 107042888, "datePublished": "2022-04-06T23:29:18+0000", "url": "https://www.cnbc.com/2022/04/06/spacex-application-to-expand-starship-texas-facility-withdrawn-by-usace.html", "articleText": "Starship prototype 20 stacked on top of Super Heavy booster 4 at the company's facility in Boca Chica, Texas. SpaceX The US Army Corps of Engineers has withdrawn SpaceX's application to expand launch facilities in Boca Chica, Texas, after the company failed to provide environmental information the agency requested, according to documents obtained by CNBC. SpaceX was seeking approvals to construct a new launch pad, new landing pad, and other launch-related infrastructure that would support its existing reusable launch vehicle operations in the South Texas facility. The expansion would have been built on about 17 acres including wetlands and mud flats. The Army Corps of Engineers is responsible for oversight of wetland development under section 404 of the Clean Water Act. In this role, the Corps makes sure that developers do not harm natural resources and drinking water, nor cause stress to endangered species and their habitat when alternative sites or approaches could be used instead. In a letter to SpaceX dated March 7, 2022, the US Army Corps of Engineers said that, after repeated requests for specific environmental impact information, Elon Musk's aerospace venture had failed to say how it might be able to build its facilities differently, or whether it could locate them elsewhere to minimize harm to wetlands, water, and wildlife. Bloomberg previously reported on the withdrawal. The agency noted that on February 10, 2022, SpaceX CEO and founder Elon Musk held a press conference where he explained that if regulatory approvals didn't move along in Texas, allowing the company to expands its Starship and Super Heavy rocket testing and launches soon, he would move a bulk of SpaceX operations to Florida's Cape Canaveral and Kennedy Space Center. Stock picks and investing trends from CNBC Pro: These global stocks were first-quarter winners and Wall Street sees more upside ahead Tom Lee just made a bunch of new stock recommendations to play this year's tough market When Wall Street’s 'fear gauge' goes up, it might be time to buy stocks, Josh Brown says Credit Suisse picks Chinese 'little giant' stocks, says the start-ups are a growing force If that were to happen, Musk said at the time, SpaceX would turn its Boca Chica assets into more of a research and development hub. The Corps told SpaceX it could re-initiate its application if it still wants to pursue the vertical launch area expansion. The Corps did not immediately respond to requests for comment on whether SpaceX has replied or submitted the requested information in the past month. SpaceX did not immediately respond to a request for comment on the news. In a parallel review process, an environmental engineer who blogs under the handle ESG Hound reported , the U.S. Fish and Wildlife Service has expressed similar concerns. FWS submitted comments to the Federal Aviation Administration saying SpaceX has not provided adequate environmental information to obtain approval to expand in Boca Chica. SpaceX has completed multiple high-altitude flight tests with its Starship prototypes, but its next major step is to reach space. Starship is the spacecraft the company is developing to someday embark on a mission to Mars. The company's Starship progress was delayed on multiple fronts last year, and an orbital flight test is now pending regulatory approval. SpaceX still needs a license from the Federal Aviation Administration to move ahead with the flight test, and a separate, key environmental assessment is still pending. Here's the letter: ", "polarity": 0.05842636895268475, "subjectivity": 0.4029173312068049}, {"id": 107042522, "datePublished": "2022-04-06T18:54:29+0000", "url": "https://www.cnbc.com/2022/04/06/uk-has-detected-a-new-covid-variant-heres-what-we-know-so-far-about-omicron-xe.html", "articleText": "According to the Office for National Statistics, 4.9 million people in Britain, or 1 in 13, were infected with Covid-19 as of March 26 — a record high since its survey began in April 2020. Bloomberg | Getty Images LONDON — A new omicron subvariant has been detected in the U.K. as the country faces a renewed surge in Covid-19 hospitalizations. The XE variant, as it is known, has so far been detected in 637 patients nationwide, according to the latest statistics from the U.K. Health Security Agency , which said there is currently not enough evidence to draw conclusions on its transmissibility or severity. VIDEO 1:01 01:01 Bipartisan group of senators strike new $10B Covid relief deal The News with Shepard Smith XE contains a mix of the previously highly infectious omicron BA.1 strain, which emerged in late 2021, and the newer \"\"stealth\"\" BA.2 variant, currently the U.K.'s dominant variant. It is what's known as a \"\"recombinant,\"\" a type of variant that can occur when an individual becomes infected with two or more variants at the same time, resulting in a mixing of their genetic material within a patient's body. XE's transmissibility, severity not yet conclusive Such recombinants are not uncommon, having occurred several times during the coronavirus pandemic . Data on the new variant's severity and ability to evade vaccines is not yet clear, though early estimates suggest it could be more transmissible than earlier strains. UKHSA data shows XE has a growth rate of 9.8% above that of BA.2, while the World Health Organization has so far put that figure at 10%. Health authorities have said they are continuing to monitor the situation. \"\"This particular recombinant, XE, has shown a variable growth rate and we cannot yet confirm whether it has a true growth advantage. So far there is not enough evidence to draw conclusions about transmissibility, severity or vaccine effectiveness,\"\" UKHSA's chief medical advisor, professor Susan Hopkins, said. The earliest confirmed XE case in Britain has a specimen date of Jan. 19 of this year, suggesting it could have been in circulation in the population for several months. It has also been detected beyond the U.K. in Thailand. Surging cases It comes as the U.K. faces a new surge in infections. Still, the XE variant currently accounts for less than 1% of total Covid cases that have undergone genomic sequencing there. According to the Office for National Statistics, 4.9 million people in Britain, or 1 in 13, were infected with Covid as of March 26 — a record high since its survey began in April 2020. Hospitalizations, meanwhile, have risen more than 7% in the last week to over 16,500 . Older adults have proven particularly susceptible to the latest wave amid waning booster immunity and easing Covid restrictions. According to Imperial College's latest React study , an estimated 8.31% of the over-55 age group tested positive as of the end of March — nearly 20 times the average prevalence recorded since the survey started in May 2020. Cases among children and younger adults, meanwhile, appear to be plateauing. The findings mark the 19th and final round of the study as Covid restrictions and surveillance systems are unwound in the U.K. and beyond. CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters The British government on Friday pushed ahead with plans to cease two virus surveys and scale down a third. Meanwhile, Israel and Denmark, two front-runners in research and vaccines in the early days of the pandemic, have dramatically cut back testing. The scaling back of Covid data could make it more difficult to predict surges and understand new variants. It comes as China — itself in the midst of its latest surge which has seen Shanghai enter into an extended lockdown — also recorded a new subvariant labeled BA.1.1. The variant does not match other Covid types sequenced in China or reported to the  global variant database , and was found in a mild Covid case in Suzhou, a city near Shanghai. ", "polarity": 0.11096101863707494, "subjectivity": 0.4374171290368471}, {"id": 107042813, "datePublished": "2022-04-06T23:26:52+0000", "url": "https://www.cnbc.com/2022/04/06/fed-minutes-march-2022-meetings-.html", "articleText": "VIDEO 2:23 02:23 Federal Reserve agrees to balance sheet reduction, $60B in Treasurys and $35B in mortgages Power Lunch Federal Reserve officials discussed how they want to reduce their trillions in bond holdings at the March meeting, with a consensus around $95 billion a month, minutes released Wednesday showed. Officials \"\"generally agreed\"\" that a maximum of $60 billion in Treasurys and $35 billion in mortgage-backed securities would be allowed to roll off, phased in over three months and likely starting in May. That total would be about double the rate of the last effort, from 2017-19, and represent part of a historic switch from ultra-easy monetary policy. In addition to the balance sheet talk, officials also discussed the pace of interest rate hikes ahead, with members leaning toward more aggressive moves. At the March 15-16 meeting, the Fed approved its first interest rate increase in more than three years. The 25 basis point rise— a quarter percentage point — lifted the benchmark short-term borrowing rate from the near-zero level where it had been since March 2020. The minutes, though, pointed to potential rate hikes of 50 basis points at upcoming meetings, a level consistent with market pricing for the May vote. In fact, there was considerable sentiment to go higher last month. Uncertainty over the war in Ukraine deterred some officials from going with a 50 basis point move in March. \"\"Many participants noted that one or more 50 basis point increases in the target range could be appropriate at future meetings, particularly if inflation pressures remained elevated or intensified,\"\" the minutes said. Stocks fell following the Fed release while government bond yields held higher. However, the market came well off its lows as traders adjusted to the central bank's new posture. The minutes were \"\"a warning to anyone who thinks that the Fed is going to be more dovish in their fight against inflation,\"\" said Quincy Krosby, chief equity strategist at LPL Financial. \"\"Their message is, 'You're wrong.'\"\" VIDEO 4:19 04:19 'I'm actually quite relieved by the news today,' says Greenwich Wealth's Janjigian Power Lunch Indeed, policymakers in recent days have grown increasingly strident in their views about taming inflation. Governor Lael Brainard said Tuesday that bringing prices down will require a combination of steady hikes plus aggressive balance sheet reduction. Markets expect the Fed to increase rates a total of 250 basis points this year. The minutes noted, that, \"\"All participants indicated their strong commitment and determination to take the measures necessary to restore price stability.\"\" Krosby said the policymakers' position thus shouldn't have come as much of a surprise. \"\"The Fed orchestrated a concerted effort to warn the market, telling the market in no uncertain terms that this is serious, this is paramount, we are going to fight inflation,\"\" she said. \"\"What they have on their side is a still-healthy jobs market, and that's important. What you don't want is the Fed making a policy error.\"\" Stock picks and investing trends from CNBC Pro: These global stocks were first-quarter winners and Wall Street sees more upside ahead Tom Lee just made a bunch of new stock recommendations to play this year's tough market When Wall Street’s 'fear gauge' goes up, it might be time to buy stocks, Josh Brown says Credit Suisse picks Chinese 'little giant' stocks, says the start-ups are a growing force The central bank's relative hawkishness extended to the balance sheet talk. Some members wanted no caps on the amount of the monthly runoff, while others said they were good with \"\"relatively high\"\" limits. The balance sheet rundown will see the Fed allowing a capped level of proceeds from maturing securities to roll off each month while reinvesting the rest. Holdings of shorter-term Treasury bills would be targeted as they are \"\"highly valued as safe and liquid assets by the private sector.\"\" While officials did not make any formal votes, the minutes indicated that members agreed the process could start in May. Whether the runoff actually will hit $95 billion, however, is still in question. MBS demand is muted now with refinancing activity low and mortgage rates rising past 5% for a 30-year loan. Officials acknowledged that passive runoff of mortgages likely may not be sufficient, with outright sales to be considered \"\"after balance sheet runoff was well under way.\"\" Also at the meeting, Fed officials sharply raised their inflation outlook and lowered their economic growth expectations. Surging inflation is the driving factor behind the central bank tightening. Markets were looking to the minutes release for details about where monetary policy heads from here. Specifically, Fed Chairman Jerome Powell said at his post-meeting news conference that minutes would provide details on the thinking about balance sheet reduction. The Fed expanded its holdings to about $9 trillion, or more than double, during monthly bond purchases in the wake of the pandemic crisis . Those purchases ended only a month ago, despite evidence of roaring inflation higher than anything the U.S. had seen since the early 1980s, a surge that then-Fed Chairman Paul Volcker quelled by dragging the economy into a recession. ", "polarity": 0.10186119002525254, "subjectivity": 0.43923926767676763}, {"id": 107042353, "datePublished": "2022-04-06T20:05:18+0000", "url": "https://www.cnbc.com/2022/04/06/surging-interest-rates-push-mortgage-demand-down-more-than-40percent-from-a-year-ago.html", "articleText": "VIDEO 2:35 02:35 Total mortgage demand plummets 41% year-over-year amid rising rates Squawk Box Rising interest rates are crushing the mortgage market, as precious few homeowners can now benefit from a refinance and more potential homebuyers become priced out. Total mortgage application volume fell another 6% last week compared with the previous week, according to the Mortgage Bankers Association's seasonally adjusted index. Volume was down 41% from the same week one year ago. The average contract interest rate for 30-year fixed-rate mortgages with conforming loan balances ($647,200 or less) increased to 4.90% from 4.80%, with points decreasing to 0.53 from 0.56 (including the origination fee) for loans with a 20% down payment. That rate was just 3.36% one year ago. That is the fourth consecutive week of increases. Saul Loeb | AFP | Getty Images Applications to refinance a home loan, which have been falling steadily for months, dropped another 10% week to week. Refinance demand was 62% lower than the same week one year ago. \"\"Mortgage application volume continues to decline due to rapidly rising mortgage rates, as financial markets expect significantly tighter monetary policy in the coming months,\"\" said Joel Kan, an MBA economist. \"\"As higher rates reduce the incentive to refinance, application volume dropped to its lowest level since the spring of 2019.\"\" The refinance share of all applications fell to 38.8% from 51% a year ago. Mortgage applications to purchase a home declined 3% for the week and were 9% lower than the same week one year ago. A strong employment market with continuing wage growth is keeping housing demand hot, but the supply of existing homes for sale is still extremely lean. Bidding wars tend to be the rule, rather than the exception. Affordability is falling fast, and entry-level buyers are being sidelined. \"\"The elevated average purchase loan size, and steeper 8% drop in FHA purchase applications, are both indicative of first-time buyers being disproportionately impacted by supply and affordability challenges,\"\" added Kan. The drop in mortgage business is causing layoffs at companies like Movement Mortgage and Better.com. Mortgage companies had been on massive hiring sprees in the first year of the Covid pandemic , as interest rates set more than a dozen record lows and both refinance and purchase demand surged. ", "polarity": 0.08101851851851852, "subjectivity": 0.4773148148148148}, {"id": 107043125, "datePublished": "2022-04-07T08:51:50+0000", "url": "https://www.cnbc.com/2022/04/07/jdcom-founder-richard-liu-steps-down-as-ceo-of-e-commerce-giant.html", "articleText": "In this article 9618-HK Richard Liu, the founder of Chinese e-commerce giant JD.com, will step down from his role as CEO. His departure comes after a number of high-profile technology founders exited their leadership positions amid Beijing's regulatory crackdown on its domestic tech sector. VCG | Visual China Group | Getty Images JD.com's billionaire founder Richard Liu has stepped down as chief executive of the Chinese e-commerce giant, joining a slew of high-profile tech bosses who have relinquished their roles at the companies they started. That comes as Beijing continues to tighten regulation on its domestic technology sector and scrutinize the business practices of companies. Xu Lei, the president of JD.com, will take over as CEO and join the company's board of directors, with immediate effect. It is the second management reshuffle for JD.com in the last seven months. In September, Xu was appointed president after leaving his role as head of JD.com's retail business. Liu will remain as chairman of the company's board. Liu has taken more of a backseat approach at JD.com since he was accused of rape in 2018 , an allegation he has denied. Liu's departure from the CEO role comes after a number of technology executives stepped back from the businesses they founded in the last year or so. Last year, Colin Huang, the founder of fast-growing e-commerce company Pinduoduo , resigned as chairman . In November, ByteDance founder Zhang Yiming stepped down as chairman and Su Hua, the co-founder of short video app Kuaishou , also resigned. Beijing has sought to tighten regulation in areas from antitrust to data protection and has punished companies that fall foul of its rules. So far, JD.com has escaped any major regulatory action, unlike its rival Alibaba , which was hit with a $2.8 billion anti-monopoly fine. JD.com said Liu will focus on guiding the company's long-term strategies, mentoring younger management, and contributing to the revitalization of rural areas — a key focus of Chinese President Xi Jinping's \"\"common prosperity\"\" drive, the government's push toward moderate wealth for all. ", "polarity": 0.015277777777777776, "subjectivity": 0.30987654320987656}, {"id": 107037939, "datePublished": "2022-04-07T00:15:21+0000", "url": "https://www.cnbc.com/2022/04/06/scientists-divided-on-need-for-4th-covid-shot-after-fda-quietly-approved-another-round-of-boosters.html", "articleText": "VIDEO 2:34 02:34 Is it possible to be too Covid boosted? The News with Shepard Smith Leading U.S. scientists and physicians worry that the FDA and CDC are moving too fast in approving a fourth round of Covid shots, with little public debate that gives the vaccine makers too big a role in setting the pace with which the doses are distributed across the nation. The top U.S. public health agencies last week endorsed a fourth Covid shot for older adults without holding public meetings, drawing criticism from leading vaccine experts who believe federal health officials haven't provided enough transparency about the reasons for the decision. Cathy Dozal gets her second booster shot against COVID-19 from Vocational nursing student, Patricia Lizardo, at Long Beach City College in Long Beach on Wednesday, March 30, 2022. Brittany Murray | Medianews Group | Getty Images The authorization of a fourth dose for adults age 50 and older comes as the scientific community is divided over whether the data is sufficient to support another round of boosters, and whether authorizing additional shots is a sustainable public health policy, especially since protection against infection simply wears off over time. There is a debate over whether the goal of the vaccines is to prevent severe illness, which they've largely achieved, or infection as well — a more challenging proposition. The Food and Drug Administration authorized a second booster shot for people age 50 and older last week, and the Centers for Disease Control and Prevention quickly backed their distribution hours later based on data from Israel, which rolled out fourth doses months ago. Dr. Peter Marks, who heads the FDA office responsible for vaccine safety and efficacy, said shortly after the decision that another round of boosters will likely be needed in the fall. Rapid approval The rapid regulatory clearance of fourth shots for older adults came just weeks after Pfizer and Moderna asked the FDA to permit them. Several FDA and CDC committee members as well as other leading experts said Pfizer and Moderna are playing too large a role in setting the agenda around U.S. vaccine policy by announcing the need for fourth doses and possibly a variant-specific vaccine before the public health agencies have made any recommendations. Moderna CEO Stephane Bancel said during a January interview with Goldman Sachs that fourth doses would be needed in the fall as the protective antibodies from the shots wane over time. Pfizer CEO Albert Bourla told CNBC in early March, before the company filed its request with the FDA, that there's a need for a fourth dose though he said the regulators would ultimately come to their own conclusion. \"\"I just think it's sort of booster mania. I think the companies are frankly acting like public health agencies,\"\" said Dr. Paul Offit, a member of the FDA committee and one of the nation's top vaccine experts. Offit said the CDC, which has the final say on vaccine recommendations, needs to develop a clear national strategy to reduce public confusion about what it means to be fully vaccinated at this stage in the Covid pandemic . Michael Osterholm, a leading epidemiologist, said repeated boosting is not a sustainable public health strategy because of the challenge posed by waning immunity against infection. \"\"We're not gonna be able to boost our way out of this,\"\" said Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota. Call for more transparency The FDA and CDC vaccine advisory panels weigh safety and efficacy data before making recommendations to top federal health officials on the best path forward. Though the recommendations are nonbinding, the meetings provide an open forum where the public can listen to the nation's top health experts debate the pros and cons of vaccine policy, and often even participate by phoning in to voice their views. The FDA's Vaccines and Related Biological Products Advisory Committee is meeting Wednesday to debate the future of boosters. However, it will not vote on any specific recommendations, according to the FDA. The CDC's Advisory Committee on Immunization Practices did not meet before CDC Director Dr. Rochelle Walensky signed off on the fourth shots for older adults last week. \"\"It's just sort of fait accompli,\"\" Offit said. \"\"I feel that we're in a time, this sort of Covid exceptionalism, where we don't do things the way we normally do it, which is that the science precedes the recommendation. Here, it's the other way around,\"\" he said. Offit said that the FDA is effectively asking the public to believe that the data supports a fourth dose by providing sufficient protection against serious illness. He said the American public benefits from hearing an open discussion about vaccine decisions, particularly at a time when many people are not taking advantage of the third dose. Offit is an infectious disease expert at Children's Hospital Philadelphia and a co-inventor of a rotavirus vaccine. VIDEO 1:45 01:45 FDA authorizes fourth Covid vaccine dose for people age 50 and older Squawk on the Street Marks, during a call with reporters last week, said the FDA did not call a committee meeting because the decision was \"\"relatively straightforward.\"\" He said data from Israel suggested a fourth dose can reduce the risk of hospitalization and death in older adults. The CDC, in a statement to CNBC, said the fourth dose was an incremental change that did not need to go before its committee. Dr. William Schaffner, a nonvoting member of ACIP, disagreed that the CDC recommendation was an incremental change. Schaffner said clearing fourth doses for older adults is a big decision that would have benefited from a meeting of outside advisors to provide the public with transparency. \"\"I think to have this decision made in-house behind closed doors without having the transparency of a full debate that a regularly called ACIP meeting would have provided – I think that's unfortunate,\"\" said Schaffner, an infectious disease expert at Vanderbilt University Medical Center. Dr. James Hildreth, who is attending the FDA committee's Wednesday meeting as a temporary member, noted that the drug regulator wasn't required to call a public meeting before authorizing the shots, and the agency has seasoned experts who can determine if there is evidence to support a new authorization. However, Hildreth said moving forward without a recommendation from outside experts fuels the perception that industry is playing too big a role in the nation's vaccine strategy. \"\"When the FDA makes a decision like that without calling together an outside group of experts, it just adds to the optics of the pharmaceutical companies having an impact on decisions that are being made,\"\" said Hildreth, president of Meharry Medical College in Nashville, Tennessee. Meharry is a clinical trial site for Novavax's vaccine as well as Moderna's shots for younger children. CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters 'Diminishing returns' While some health experts believe the central purposes of the vaccines is to prevent severe illness, others think it is important to also stop infections from the virus. The protection provided by the Pfizer and Moderna vaccines against infection has declined substantially over time, particularly in the context of omicron, which has numerous mutations that give it an enhanced capability to cause breakthrough infections and mild illness. However, the vaccines are still providing substantial protection against severe illness. \"\"If you've gotten a mild illness after you've been vaccinated, you've won — that's it. You've been prevented from having serious illness, which is the stated goal of this vaccine,\"\" said Offit, who believes three doses were necessary for the elderly and four for the people with weak immune systems, but is skeptical of the need for additional shots right now. But if the goal is also to prevent infection, that means, at least for now, booster shots are the only available tool to increase antibodies until a longer-lasting vaccine is available. The problem is that the vaccines eventually run into diminishing returns, according John Moore,  a professor of microbiology and immunology at Weill Cornell Medical College. Moore said a three-dose regimen is fairly standard with vaccines to help boost the immune system to its peak response. A fourth shot, however, begins to hit a ceiling — at least in terms of protecting younger people against infection. The Israeli Health Ministry and scientists at Sheba Medical Center found that a fourth dose does restore antibodies that waned off after a third dose among health-care workers ages 18 and older, but it provided little protection against infection. Pfizer cited that study, which has not undergone peer-review, among others in its statement on the FDA authorization, focusing on the increased antibodies without highlighting the issues with breakthrough infections. Different age, different needs Dr. Peter Hotez, a vaccine expert at the Baylor College of Medicine in Houston, strongly supports a fourth dose for older adults, pointing to a CDC study from February that found the third shot's effectiveness against hospitalization dropped from 91% to 78% after four months. Pfizer, in its public statements on the fourth dose, cited a separate Israeli study that found a fourth dose reduced mortality by 78% in people ages 60 and over. The study from Ben Gurion University and Clalit Health Services, which has not undergone peer-review, analyzed the medical records of more than 500,000 people. 'We continue to collect and assess all available data and remain in open dialogue with regulators and health authorities to help inform a Covid-19 vaccine strategy as the virus evolves,\"\" Pfizer said in a statement to CNBC. While the Ben Gurion study may point in the direction of a benefit for older adults at the moment, the evidence for boosting younger adults again is scant as the U.S. considers lowering the eligibility for fourth doses sometime later in the year. VIDEO 1:59 01:59 Moderna CEO Stephane Bancel on fourth Covid vaccine dose, BA.2 omicron variant Squawk Box Dr. Gili Regev-Yochay and her team of scientists at Sheba said a fourth dose \"\"may only have marginal benefits\"\" for younger people, according to a letter published in the New England Journal of Medicine. While Pfizer originally filed for adults age 65 and older, Moderna asked the FDA authorize a fourth dose for ages 18 and older. Moore called Moderna's filing \"\"aggressive,\"\" arguing that it didn't distinguish between the needs of the elderly, who may benefit from an additional dose, compared with younger adults where the data is less convincing. Moderna CEO Bancel told CNBC last month that the company wanted to give the FDA flexibility to decide which age group would benefit most from a fourth shot right now. Moderna, in its public statements on its application for a fourth dose, pointed to data from Israel but didn't cite specific studies. Though Hotez supports a fourth dose for older adults, he said the FDA and the CDC have not done an effective job at communicating whether the goal of the vaccines is to prevent severe illness, infection or both, and the vaccines makers have filled that void with statements on data from their clinical trials and lab studies. Hotez and a team of scientists in Texas developed a Covid vaccine, Corbevax, based on traditional protein-based technology that has received authorization in India. Hotez also expressed frustration that the U.S. relies heavily on data from abroad, particularly Israel and the U.K. Offit also questioned why the U.S. is relying on data from countries that are smaller than the U.S. and have different demographic backgrounds. Long-term strategy needed Hildreth said the U.S. should put off additional booster doses as long as the public health situation allows so the nation can more clearly define how it measures protection against the virus and develop a long-term strategy to achieve that end. He said if the public is asked to get boosted every several months, many people will simply stop listening. \"\"We don't know a specific measure we can do to say whether or not a person is truly protected, and whether or that's the same with everybody,\"\" said Hildreth. For example, there's no clear measure of whether a certain level of antibodies is sufficient to protect people, he said. Beyond vaccination with the current vaccines, Pfizer and Moderna are developing shots that target omicron as well as other variants. Dr. Arnold Monto, who is chairing the FDA's committee meeting on booster strategy Wednesday, said public health authorities need to develop a consensus about what goes into the vaccines moving forward. Monto said collaboration between the vaccine makers and the government is crucial, but industry has started playing a larger public role in decisions about about what kind of vaccines should be developed to target specific Covid variants. \"\"Industry has a double-headed goal. They are trying to do public good like we all are. They also have stockholders, and we need to be sure that the public health good is kept mind,\"\" Monto said. ", "polarity": 0.08881657333492195, "subjectivity": 0.3184901617241066}, {"id": 107043100, "datePublished": "2022-04-07T12:04:55+0000", "url": "https://www.cnbc.com/2022/04/07/european-markets-set-for-cautious-open-on-hawkish-fed-russia-sanctions.html", "articleText": "LONDON — European markets were choppy on Thursday as volatility continued following details of the U.S. Federal Reserve's monetary tightening plans and the ongoing war in Ukraine. The pan-European Stoxx 600 index was up 0.5% by early afternoon as U.S. Treasury yields slipped from multi-year highs after four days of inclines. Chemicals added 1.3% to lead gains for European stocks as most sectors and major bourses entered positive territory after an uncertain start to trading. The European blue chip index closed down by around 1.6% on Wednesday as hawkish comments from two Fed policymakers heightened expectations that the central bank would embark on a more aggressive tightening process. Wall Street then sold off for the second consecutive day on Wednesday as  Fed meeting minutes showed  that officials planned to reduce their trillions in bond holdings by a consensus amount of around $95 billion. Meanwhile, policymakers indicated that one or more 50-basis-point interest rate hikes could be warranted to battle surging inflation. U.S. stock futures were flat in premarket trade on Thursday, while shares in Asia-Pacific also fell, with Japan's Nikkei 225 shedding 1.69% to lead losses. \"\"Sentiment is providing less of a cushion now than it was a couple of weeks ago, but still the balance of probabilities just tilts fractionally up for us with stocks.\"\" Will Hobbs CIO, Barclays Wealth Investors worldwide are also keeping an eye on the fallout from China's tight Covid-19 controls as it battles another surge in cases, potentially further disrupting global supply chains. They're also awaiting details of a new round of Western sanctions against Russia after evidence emerged of potential war crimes in Ukraine . NATO foreign ministers gathered in Brussels on Wednesday for a two-day meeting to address Russia's invasion of Ukraine and the international body's response. Stock picks and investing trends from CNBC Pro: These global stocks were first-quarter winners and Wall Street sees more upside ahead Tom Lee just made a bunch of new stock recommendations to play this year's tough market When Wall Street’s 'fear gauge' goes up, it might be time to buy stocks, Josh Brown says Credit Suisse picks Chinese 'little giant' stocks, says the start-ups are a growing force Will Hobbs, chief investment officer at Barclays Wealth, told CNBC on Thursday that investors should avoid \"\"rubbernecking the potential economic accidents in the road ahead\"\" and instead look at the overall spectrum of probabilities. \"\"Sentiment is providing less of a cushion now than it was a couple of weeks ago, but still the balance of probabilities just tilts fractionally up for us with stocks,\"\" Hobbs said. \"\"The point for us is that the world economy has considerable momentum going into this next tricky patch and that is probably not to be discounted for stocks.\"\" In corporate news, Shell has announced that it will write off between $4 and $5 billion in the value of its assets after pulling out of Russia following the country's unprecedented invasion of Ukraine. Credit Suisse republished historical financial results on Thursday morning to reflect its new divisional reporting structure that was announced in November. In terms of individual share price movement in Europe, Swedish steel company SSAB fell more than 7% following its annual general meeting on Wednesday. At the top of the index, Italian road and airport operator Atlantia surged more than 8% after Global Infrastructure Partners and Brookfield Infrastructure announced that they had pitched a possible takeover bid for the company. Subscribe to CNBC PRO for exclusive insights and analysis, and live business day programming from around the world. ", "polarity": 0.062346036899608326, "subjectivity": 0.3089350133992991}, {"id": 107043150, "datePublished": "2022-04-07T11:13:48+0000", "url": "https://www.cnbc.com/2022/04/07/tencent-shuts-down-rival-to-amazon-twitch-after-china-blocks-key-merger.html", "articleText": "In this article 700-HK Tencent attempted to create a gaming live streaming giant through the merger of Huya and DouYu, two companies it has a significant stake in. But regulators in China shut the deal down in 2021. Months later, Tencent is shutting down its own game live streaming service Penguin E-Sports. Feature China | Future Publishing | Getty Images Tencent is shutting down its video game streaming platform months after Beijing shut down a huge merger that would have made the Chinese internet giant a major player in the area. The service Penguin Esports will shut down from June 7, Tencent said, citing a change of business strategy. Like Amazon's Twitch, Tencent's Penguin Esports hosts livestreams of professional gaming tournaments and other video game-related content. Tencent is one of the world's largest online gaming players and is aggressively pushing into the area of professional gaming, also known as e-sports, for a potential new revenue stream. The latest move is a blow to those ambitions and comes months after Chinese regulators blocked a key merger that would have turned Tencent into one of the world's largest game streaming players. In 2020, Tencent proposed merging Huya and DouYu , two live game streaming companies that it had substantial stakes in. That would have valued the new company at around $6 billion at the time and Tencent planned to move its Penguin Esports brand under the combined entity. But last year, Chinese regulators blocked the deal over antitrust concerns . From Thursday, Tencent said it would stop new user registration on Penguin Esports. On June 7, the app will be removed from app stores and its servers will stop operating. Tencent continues to invest in areas like e-sports but regulators have also tightened gaming regulations in China to protect addiction among younger users, including cutting down the amount of time kids under 18 can play online and and freezing approvals of new titles. That is weighing on Tencent, which reported its slowest quarterly revenue growth on record in the fourth quarter of last year. ", "polarity": -0.004263791763791769, "subjectivity": 0.4246114996114997}, {"id": 107042957, "datePublished": "2022-04-07T12:32:56+0000", "url": "https://www.cnbc.com/2022/04/06/stock-market-futures-open-to-close-news.html", "articleText": "VIDEO 0:58 00:58 Wall Street set for mixed start following release of Fed meeting minutes Morning Report Stock futures were flat on Thursday as the market tried to recover from back-to-back losing sessions, while traders digested the Federal Reserve's plans to tighten monetary policy. Futures on the Dow Jones Industrial Average were flat, S&amp;P 500 futures climbed 0.1%, and Nasdaq 100 futures advanced 0.2%. Shares of HP Inc surged 15% in the premarket after Warren Buffett's Berkshire Hathaway disclosed a stake in the tech hardware maker . The Fed on Wednesday released the minutes from its March meeting , which showed that officials planed to reduce their trillions in bond holdings with a consensus amount around $95 billion. Meanwhile, policymakers indicated that one or more 50 basis-point interest rate hikes could be warranted to battle surging inflation. \"\"The minutes from the latest FOMC meeting portray a higher level of urgency than previous communication as the Fed has circled on a commitment to run the balance sheet down faster than market participants may have expected,\"\" said Charlie Ripley, senior investment strategist at Allianz Investment Management. Officials \"\"generally agreed\"\" that a maximum of $60 billion in Treasurys and $35 billion in mortgage-backed securities would be allowed to roll off, phased in over three months and likely starting in May.  The news sent the blue-chip Dow down more than 100 points Wednesday, while the S&amp;P 500 slid 1%. The tech-heavy Nasdaq Composite dropped another 2.2%, bringing its week-to-date losses to 2.6%. Those losses came after comments from Fed Governor Lael Brainard pushed stock prices lower on Tuesday . \"\"It does seem like they are talking up the possibility of raising rates by 50 basis points at the next meeting so the hope is that message is well telegraphed in advance,\"\" said Brian Price, head of investment management at Commonwealth Financial Network. \"\"I expect that volatility will remain elevated for the time being as there is a lot of uncertainty for investors to digest right now.\"\"    Investors await the weekly jobless claims data Thursday morning, which is expected to show a total of 200,000 claims filed. Investors also continue to monitor the Ukraine-Russia war, as Ukraine asks NATO for more weapons. \"\"Ukraine's urgent needs, the sustainability of supplies, and long-term solutions which will help Ukraine to prevail,\"\" Ukrainian Foreign Minister Dmytro Kuleba said in a tweet. Crude prices ticked higher after falling in the previous session. U.S. oil gained 0.7% to $96.94 per barrel, while international Brent advanced 0.9% to $101.95. ", "polarity": 0.06090585659551175, "subjectivity": 0.390407772304324}, {"id": 107039983, "datePublished": "2022-04-06T16:19:09+0000", "url": "https://www.cnbc.com/2022/04/04/map-of-nuclear-power-in-the-us-see-where-reactors-are-located.html", "articleText": "Nuclear power has been in the spotlight again lately. The war in Ukraine and the Russian capture of the Chornobyl and Zaporizhzhia nuclear power plants sent a shock wave of fear around the world. At the same time, Russia's control over natural gas supplies to Europe, and increased recognition of the urgency of reducing greenhouse gas emissions, is making nuclear power more attractive. Nuclear power generation does not release any greenhouse gasses and is categorized as \"\"clean\"\" energy by the U.S Department of Energy . The United States is spending billions of dollars on nuclear power plants that are losing money because it needs that emission-free energy to meet decarbonization goals. Nuclear power plants generate 19% of the electricity in the U.S., according to the U.S. Energy Information Administration . ( Sixty-one percent comes from fossil fuels and 20% comes from renewables.) So where are these nuclear power plants located? CNBC used data from the U.S. Nuclear Regulatory Commission to plot where nuclear reactors are currently in operation , where they are undergoing decommissioning processes to be shut down and where licenses have been granted for new reactors . In cases where multiple plants and reactors are located in the same place, the map lists the one with the latest license expiration. There are 93 commercial nuclear reactors operating in the United States at 55 locations in 28 states. The majority of nuclear reactors are in the eastern portion of the U.S. Currently, 25 reactors are in some phase of decommissioning . This map lists only reactors that are officially being decommissioned according to the NRC. Some plants that local utilities have slated for decommissioning, including Diablo Canyon in California, are listed as active because the NRC has not yet officially designated them as undergoing the decommissioning process. There are also licenses approved for another eight nuclear reactors to be constructed in the U.S. However, only two of those reactors, units 3 and 4 at the Vogtle plant in Georgia, are currently under construction, according to Scott Burnell, a spokesperson for the Nuclear Regulatory Commission. (Some licenses have been granted in locations where a plant is already active; those are listed as yellow — possible future plant — on the map.) Other companies hold the licenses to begin construction \"\"but none of them have made the business decision to move forward,\"\" Burnell said. The license doesn't expire, though, so \"\"as long as the supporting information remains valid, the construction authorization is good to go,\"\" Burnell told CNBC. Nuclear power is highly subject to local political sentiments. In California, for example, strong anti-nuclear sentiment played a part in the decommissioning of the last operational nuclear power reactor in the state, Diablo Canyon . In Illinois, by contrast, the state legislature voted to spend as much as $694 million to keep nuclear reactors open . Another lingering and prominent issue for nuclear power is the lack of a permanent waste disposal solution. Nuclear power generation results in dangerous, radioactive waste. The scientific consensus is that nuclear waste should be stored deep in the ground where it can remain and, over many thousands of years, lose its radioactivity. In the United States, there is no permanent nuclear waste disposal. Nuclear waste sits in dry casks at locations of current and former nuclear reactors. A mine at Yucca Mountain in Nevada was the closest the U.S. got to permanent disposal for nuclear waste, but the location was shut down, due in large part to the influence of Harry Reid, a Democratic senator from the state. Start-ups are working on several other possible solutions, including sliding long, thin canisters of nuclear waste deep into boreholes in the ground .  — Map created by Crystal Mercedes . VIDEO 22:52 22:52 The future of nuclear power Tech ", "polarity": 0.02058539389047862, "subjectivity": 0.376597084647932}, {"id": 107043107, "datePublished": "2022-04-07T08:51:37+0000", "url": "https://www.cnbc.com/2022/04/07/shell-to-write-down-up-to-5-billion-in-assets-after-exiting-russia.html", "articleText": "In this article SHEL-GB Royal Dutch Shell products in Torzhok, Russia. Andrey Rudakov | Bloomberg | Getty Images Shell has announced that it will write off between $4 and $5 billion in the value of its assets after pulling out of Russia following the country's unprecedented invasion of Ukraine. Thursday's announcement offers a first glimpse at the potential financial impact to Western oil majors of exiting Russia. \"\"For the first quarter 2022 results, the post-tax impact from impairment of non-current assets and additional charges (e.g. write-downs of receivable, expected credit losses, and onerous contracts) relating to Russia activities are expected to be $4 to $5 billion,\"\" Shell said in a statement Thursday. \"\"These charges are expected to be identified and therefore will not impact Adjusted Earnings.\"\" Shell had previously estimated that Russia write-downs would reach $3.4 billion. Further details of the impact of ongoing developments in Ukraine will be set out in Shell's first-quarter earnings report on May 5, the company said. Shell was forced to apologize on March 8 for buying a heavily discounted consignment of Russian oil two weeks after Russia's invasion. It subsequently announced that it was withdrawing from its involvement in all Russian hydrocarbons. The company said it would no longer purchase Russian crude oil and would shut its service stations, aviation fuels and lubricants operations in Russia. The company had already vowed to exit its joint ventures with Russian gas giant Gazprom and its related entities. In Thursday's update, Shell also said its cashflow is expected to be hit by \"\"very significant working capital outflows as price increases impacting inventory have led to a cash outflow of around $7 billion.\"\" Divestment 'outweighs reputational damage' Shell's share price fell 1.8% in early trade, along with that of fellow oil giant BP . \"\"Despite the eye watering costs, the share price should continue to stay reasonably resilient given the divestment far outweighs the reputational damage which could be caused had it not pulled out,\"\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown. Russ Mould, investment director at British digital stockbroker AJ Bell, said the modest fall for Shell \"\"reflects the fact that the company is also pointing to a big benefit from surging energy prices.\"\" He added that BP's fall came \"\"likely on a read-across as investors looked at what it might imply for its much larger Russian footprint.\"\" Shortly after Russia invaded Ukraine, BP announced that it would offload its 19.75% stake in Russian state-controlled oil company Rosneft , after 30 years of operations in the country. Western oil companies have faced pressure from shareholders and governments to sever ties with Russia, but TotalEnergies CEO Patrick Pouyanne told CNBC in late March that the French company would not write off its assets in Russia as it would effectively mean giving them to Putin \"\"for free.\"\" ", "polarity": 0.0048449612403100775, "subjectivity": 0.3923449612403101}, {"id": 107043119, "datePublished": "2022-04-07T12:29:19+0000", "url": "https://www.cnbc.com/2022/04/07/us-bonds-treasury-yields-fall-following-fed-minutes.html", "articleText": "U.S. Treasury yields edged lower Thursday morning as investors digested the latest Federal Reserve meeting minutes. The yield on the benchmark 10-year Treasury note ebbed 1 basis point to 2.62%, while the 2-year gave up 5 basis points, dipping to 2.45%. The yield on the 30-year Treasury bond rose 3 basis points to 2.66%, while the 5-year rate moved 2 basis points lower to 2.68%. Yields move inversely to prices and 1 basis point is equal to 0.01%. The pause comes following a surge in yields as investors weighed remarks from the Fed and minutes from its recent meeting, which signaled the central bank may act more aggressively in policy tightening to shrink its balance sheet and potentially increase rates more than 25 basis points at times. Treasurys The minutes, released on Wednesday afternoon, showed that U.S. central bank officials plan to shrink its balance sheet by $95 billion a month, and indicated that there could be one or more 50-basis-point interest rate increases ahead. The 10-year note ended Friday at 2.38%, but the hawkish tone from the Fed saw the benchmark rate notch a 3-year high this week. Investors have become concerned that more aggressive tightening by the Fed, in a bid to combat rising inflation, could actually hurt economic growth and lead to a recession. Inversions in Treasury yields, with investors selling out of short-dated government bonds in favor of long-dated debt, have reflected these recessionary fears. Simon Harvey, head of FX analysis at Monex Europe, told CNBC's \"\"Squawk Box Europe\"\" on Thursday that the amount the Fed was withdrawing from the Treasury market wasn't necessarily \"\"too aggressive.\"\" He expected two consecutive 50-basis-point interest rates to be announced at the next Fed meetings. Stock picks and investing trends from CNBC Pro: These global stocks were first-quarter winners and Wall Street sees more upside ahead Tom Lee just made a bunch of new stock recommendations to play this year's tough market When Wall Street’s 'fear gauge' goes up, it might be time to buy stocks, Josh Brown says Credit Suisse picks Chinese 'little giant' stocks, says the start-ups are a growing force After these two rate hikes, Harvey said the Fed would be looking to consider whether that is enough to anchor inflation expectations, to see if it could then continue to hike in 25-basis-point increments. Harvey suggested that if this isn't enough to get inflation under control, there could be a \"\"reassessment in a higher terminal rate,\"\" which is the end point for Fed rate hikes. On Thursday, the Labor Department is due to release the number of initial jobless claims filed during the week ended April 2, at 8:30 a.m. ET. Economists expect 200,000 new unemployment insurance claims to have been filed last week. Auctions are scheduled to be held for $35 billion 4-week bills and $30 billion 8-week bills. ", "polarity": 0.1150418244949495, "subjectivity": 0.43356534090909093}, {"id": 107042478, "datePublished": "2022-04-07T06:04:06+0000", "url": "https://www.cnbc.com/2022/04/07/unruly-passengers-on-flights-why-people-act-out-despite-the-risks.html", "articleText": "Incidents involving unruly passengers in the United States are decreasing. But the good news may end there. On average, there were about 500 reports of unruly passengers per month in 2021, according to the U.S. Federal Aviation Administration. In the first three months of 2022, this number fell to about 350 reports per month, according to FAA statistics. That's progress, especially considering that there are far more flights than in early 2021, when incident reports reached an all-time peak. However, it's still a far cry from the number of in-flight outbursts logged before the pandemic, which from 2014 to 2019 happened about 10 times a month, according to CNBC's calculations.   Why unruliness skyrocketed In 2021, nearly 3 out of 4 unruly passenger reports were related to mask compliance, according to the FAA, which monitors flights that depart from or arrive in the United States. For some, refusing to wear a mask became both a political statement and a marker of personal autonomy, said Sharona Hoffman, co-director of the Law-Medicine Center at Case Western Reserve University School of Law. Many of these people do not want to be told what to do, and flying is \"\"an environment where they are told what to do — all the time — for hours.\"\" People are used to thinking they'll get an exception. Sharona Hoffman Case Western Reserve University School of Law. Rage in the not-so-friendly skies is also a manifestation of anger happening on the ground, she said. For every video of an airline passenger losing it on a flight, there are others at grocery stories, school board meetings and banks. Covid measures have added to the stress of flying, said Hoffman. Meals, drinks and snacks were taken away at one point, \"\"so all the things that used to distract and entertain people were removed,\"\" she said. Bryan Del Monte, president of The Aviation Agency, a marketing company for the aviation industry, agreed stress may be behind the increase in unruly behavior.    \"\"However, I'm under a fair amount of stress and somehow, I don't go bananas on an airplane, punch out the flight attendant … while 20-30 people film it,\"\" he said. Why people continue to act out Threatening or interfering with the duties of a crewmember can result in fines, flight bans, federal criminal charges and jail time. With most passengers armed with video cameras on their phones, there's also the risk of becoming the unwitting star of a viral video, which can — and has — led to job terminations and deportations.   But what's a devastating public tantrum to one person may be an act of gallantry to another, said Hoffman, citing those who many want to be a \"\"hero for anti-mask advocates.\"\"   The Aviation Agency's Del Monte said people throw tantrum on flights \"\"because they feel they can … We have a place for people who believe they can do whatever they want when they want. It's called prison.\"\" Ems-forster-productions | Digitalvision | Getty Images Others don't feel the rules apply to them, said Hoffman, adding that \"\"people are used to thinking they'll get an exception,\"\" which may have been the case for them with vaccine mandates. Hoffman said although a lot is at stake for bad behavior aboard commercial flights, \"\"people commit crimes all the time.\"\" Most don't think they'll get caught or punished, she said. Few face the music They could be right. Of the 1,091 unruly passenger reports this year, fewer than 30% have been investigated and just 15% have resulted in \"\"enforcement action,\"\" according to the FAA . Still, that's higher than the 6% of reports that resulted in enforcement action in 2021, said Del Monte. \"\"Enforcement action\"\" now means proposed fines, an FAA spokesperson told CNBC. In the past, it included warnings and counseling, but that ended under the FAA's \"\"zero tolerance\"\" policy which started in January 2021. \"\"Fining these people is obviously not a deterrent. ... They're judgment proof. Bryan Del Monte President of The Aviation Agency Maximum fines have increased too — from $25,000 to $37,000 per violation — and one incident can result in multiple violations, according to the FAA. But this isn't enough, said Del Monte, who said much more should be done. \"\"Fining these people is obviously not a deterrent,\"\" he said. \"\"Most [of] them — $300, $3,000, $30,000 or $3 million — it wouldn't matter. They're judgment proof.\"\" Even fewer people face criminal proceedings, he said. The FAA, which lacks criminal prosecutorial authority, said it referred 37 unruly passengers to the FBI last November. Later that month, Attorney General Merrick Garland directed U.S. attorneys to prioritize the prosecution of federal crimes on commercial aircraft . Read more ‘Air rage’ is complicating travel in North America and Europe – but not so much in Asia \"\"That's when we started seeing people get referred for criminal prosecution,\"\" he said. \"\"A few high profile cases where these criminals wind up doing 60 months somewhere would put the word out that this is not acceptable.\"\" Del Monte said he supports Delta Air Lines CEO Ed Bastian's call for a national \"\"no-fly\"\" list in a letter to Garland in February. In the letter, Bastian said Delta has banned at least 1,900 for mask-related issues alone , as well as increased self-defense training for flight attendants and front-line employees. Will bad behavior end soon? Since most problems are related to masks, unruly passenger reports will likely drop once mask mandates end, said Del Monte. Masks are no longer required on several major European airlines and could end in the United States on April 18, when the federal mandate expires. Asia, on the other hand, is expected to keep mandates in place longer. News of unruly flyers in the region remains scarce thanks in part to a culture of mask-wearing that predates the pandemic. Yet even with mandates gone, incidents aren't likely to return to pre-pandemic numbers, said Del Monte. The FAA said it proposed $5 million in fines against unruly passengers in 2021. Lindsey Nicholson | Universal Images Group | Getty Images About 28% of U.S. unruly passenger reports in 2021 were not related to masks, according to the FAA. Ignoring mask-related incidents altogether, unruly passenger incidents still increased some 1,300% last year compared with the five years before the pandemic, according to CNBC's calculations. The most violent onboard attacks \"\"have nothing to do with masks,\"\" said Sara Nelson, president of the Association of Flight Attendants-CWA in a statement published Feb.15 in support of a centralized list of banned passengers shared between airlines. Still, Del Monte said, the problem isn't likely to go away soon.   \"\"I doubt sincerely … the ignoramus sod who is suddenly an expert on both epidemiology and the rule of law will be placated by lack of a mask,\"\" he said. \"\"That person will undoubtedly find some other small injustice to create the conditions he'll wind up fined or imprisoned over.\"\" Plus, airlines may have to contend with another mask problem then — the \"\"radicalization\"\" of flyers who want the mandates to continue. \"\"They may replace those who refuse to wear a mask as being unruly,\"\" he said.   ", "polarity": 0.025108082706766933, "subjectivity": 0.4170050125313282}, {"id": 107042583, "datePublished": "2022-04-06T22:49:24+0000", "url": "https://www.cnbc.com/2022/04/06/why-jetblue-is-willing-to-shell-out-3point6-billion-for-discount-airline-spirit.html", "articleText": "In this article JBLU SAVE ULCC View of JetBlue planes at Terminal 5 of John F. Kennedy International Airport on May 12, 2020 in New York, NY. Pablo Monslave | Getty Images JetBlue Airways executives on Wednesday said acquiring Spirit Airlines is the airline's ticket to growth and a shot at better competing against larger rivals. The $3.6 billion all-cash bid, which Spirit called \"\"unsolicited,\"\" casts doubt on the latter's planned tie-up with Frontier Airlines , which the carriers announced in February. Spirit shares surged more than 22% on Tuesday after news of JetBlue's offer broke, but fell more than 2% Wednesday, while JetBlue dropped nearly 9% and Frontier shed 11%. VIDEO 4:02 04:02 Fmr. Continental CEO discusses JetBlue's bid for Spirit and the travel landscape The Exchange The triangle between the carriers shows appetite for consolidation of midsize carriers, particularly those that compete for price-conscious leisure travelers. That segment of the market has become even more important in the Covid pandemic , which devastated international and corporate travel. JetBlue intends to scrap Spirit's brand from its bright-yellow planes to bare-bones service that has provided comedians with fodder for years. And yet Spirit has worked to improve customer service and reliability and even ranked 6th in U.S. on-time arrivals last year, while JetBlue came in 9th. Paying for growth JetBlue's CEO Robin Hayes told analysts on a call Wednesday that executives there had been thinking about how to grow and compete against bigger airlines for years. But said once the Spirit-Frontier deal was announced \"\"it created a window of opportunity that if you don't act in it, it's gone.\"\" The deal would have $700 million in annual synergies, JetBlue said. Spirit and JetBlue overlap on 11% of their routes, according to aviation data firm Cirium. \"\"This looks like an airline that's just run out of ideas on growth,\"\" Brett Snyder, a founder of the Cranky Flier travel website, said about JetBlue. The executives said the deal would help them grow at airports where large airlines dominate like Dallas/Fort Worth International Airport, Chicago's O'Hare International Airport and Hartsfield-Jackson Atlanta International Airport. It would also speed up growth in airports in Florida, where Spirit is based and JetBlue runs a large operation, as well as in other cities like Las Vegas. Fort Lauderdale is a key airport for both carriers and the bid could be somewhat defensive. \"\"The very last thing JetBlue needs is for Spirit to get stronger in Fort Lauderdale,\"\" said Craig Jenks, president of Airline/Aircraft Projects, an aviation consulting firm. \"\"This is a battleground specifically in the lower-cost sector.\"\" VIDEO 3:04 03:04 Cowen's Helane Becker says she's not 100% convinced on JetBlue-Spirit deal Closing Bell JetBlue made a failed bid for Virgin America, which ended up combining with Alaska Airlines , its only other attempt at an acquisition in its more than 22 years of flying. A deal with Spirit would allow JetBlue to quickly grow its fleet thanks to a large Airbus orderbook both carriers have. A combined JetBlue and Spirit would have a total fleet of 675 planes in 2027, compared with 346 planes in that year without it. JetBlue would also increase its head count, particularly pilots, to 32,000. Hayes said he expects the pilot shortage, which is already hampering growth, in the U.S. to persist for several years. Different business model Frontier and Spirit have very similar business models: low fares, sparse onboard service and fees for everything from hand baggage to seat selection. JetBlue, on the other hand, has spent years building up its Mint business class service that includes lie-flat beds and full meals. The same day it announced its surprise bid for Spirit, JetBlue also disclosed start dates for its first flights from Boston to London. But JetBlue is mostly concentrated in domestic travel. The Spirit deal, if approved by antitrust officials at the Justice Department, would give JetBlue more breadth and ability to compete with larger carriers, executives said. JetBlue didn't disclose how much it would cost to reconfigure Spirit's Airbus planes to match JetBlue interiors, which have inflight entertainment like seatback screens and fewer seats, but the carrier said it would be \"\"a multi-year\"\" capital expenditure. Wrapping Spirit into JetBlue could help Frontier, especially in Florida, since Spirit would no longer be following such a similar model, said Snyder. \"\"Blue skies in Florida for Frontier,\"\" he said. \"\"They don't have a serious competitor anymore.\"\" Confounded analysts The airline's bid for Spirit confounded some analysts. UBS called it a \"\"headscratcher.\"\" \"\"Wait, What?\"\" asked MKM Partners. Bank of America said while both JetBlue and Spirit have Airbus planes \"\"we struggle to find additional benefits for JBLU.\"\" Raymond James downgraded JetBlue to market perform after the announcement and said product and labor would be tough to combine. That issue with American \"\"The process is also likely to distract or possibly unwind current initiatives, most notably the Northeast alliance with American,\"\" Raymond James airline analyst Savanthi Syth wrote. \"\"Moreover, the prospect of elevated debt, even if manageable, is likely to be an overhang on investor sentiment.\"\" The Biden administration has been scrutinizing mergers and other alliances. The Justice Department sued last year to block JetBlue's partnership with American Airlines , which allows the airlines to coordinate routes in airports in the New York City area and Boston. The DOJ didn't comment on JetBlue's bid for Spirit. Asked whether JetBlue would give up that alliance to get a deal with Spirit through regulators, JetBlue CEO Hayes said on the analyst call that the deal is \"\"complementary\"\" to its American Airlines' partnership and said he was optimistic that both would pass muster. American declined to comment, but JetBlue executives said they discussed their plan with counterparts at American, after they disclosed the bid. If approved, the deal could put more pressure on other airlines to merge but it isn't clear whether that will happen, especially since the Biden administration has promised to scrutinize such deals. Acquisition vs organic growth Alaska Airlines, for example, whose merger with Virgin America closed in late 2016, is aiming for growth on its own. That will be fueled by its  recently upsized  order for Boeing 737 Max aircraft. \"\"My preference is always organic growth over acquisition. You're controlling so many elements of the growth,\"\" Alaska Airlines CEO Ben Minicucci said in an interview on the Seattle-based airline's investor day last month. He pointed to challenges like merging IT systems and company culture. Minicucci added, \"\"I never rule anything out.\"\" ", "polarity": 0.08335401048815684, "subjectivity": 0.3870098194488439}, {"id": 107035581, "datePublished": "2022-04-06T21:30:46+0000", "url": "https://www.cnbc.com/2022/04/06/homebuilders-turn-to-mixed-use-districts-master-planned-communities.html", "articleText": "In this article CSGP JLL UMH HHC Americans who are short on cash to make rent may need to face an uncomfortable reality: Conditions will likely get worse before they get better. U.S. housing supply fell to the lowest levels observed in over 20 years, according to the National Association of Realtors. That's dramatically pushing up prices for consumers, and catching the attention of leaders . \"\"The most immediate challenge is a lack of lumber and other kinds of building materials,\"\" says Rob Dietz, chief economist at the National Association of Home Builders. \"\"The other challenge, and it's one that's going to be with us for some time, is a lack of skilled labor.\"\" Architects say better planning could ease cost burdens while shoring up public health. \"\"Suburban retrofitting has the potential to transform people's lives,\"\" said June Williamson, chair of the school of architecture at the City College of New York. The Mosaic District of Fairfax, Virginia, is among the many \"\"retrofitted\"\" mixed-use districts and master-planned communities that have attracted major developers to the concept. Watch the video above to learn more about the real estate industry's push to shore up the housing supply. Correction: June Williamson is the chair of the school of architecture at the City College of New York. A previous version of this story and of the accompanying video misstated her title. ", "polarity": 0.12811639118457302, "subjectivity": 0.4814738292011019}, {"id": 107042174, "datePublished": "2022-04-05T18:23:16+0000", "url": "https://www.cnbc.com/2022/04/05/30-year-fixed-mortgage-crosses-5percent-for-the-first-time-since-2013.html", "articleText": "VIDEO 1:14 01:14 30-year fixed mortgage rate climbs above 5% The Exchange   The average rate on the popular 30-year fixed mortgage just crossed 5%, now standing at 5.02%, according to Mortgage News Daily. This is the first time it has crossed that threshold since 2011, save two days in 2018. It stood at 3.38% one year ago today.  Mortgage rates, which follow loosely the yield on the U.S. 10-year Treasury, have been climbing since the start of the year, partially due to the Federal Reserve's policies to curb inflation as well as the global economic turmoil resulting from the Russian invasion of Ukraine. Bonds were already having a rough morning, but then comments from Federal Reserve Vice Chair Lael Brainard that the pace of the Fed's balance sheet reductions would be significantly bigger than last time and that the maximum pace of reductions would be achieved significantly sooner hit bonds hard. \"\"To hear her speak about bond-buying adjustments in such blunt, urgent terms is unsettling for the market with just over 24 hours to go before we see the minutes from the most recent Fed meeting,\"\" said Matthew Graham, chief operating officer at Mortgage News Daily. \"\"At this point, traders are taking Brainard's comments to foreshadow an extremely unfriendly conversation about bond buying to be revealed in the minutes.\"\" For homebuyers already facing the priciest housing market in recorded history , higher rates are only adding to the pain. Another report released this morning from CoreLogic showed prices in February were up a stunning 20% from a year ago. That is the 12th consecutive month of annual increases. Correction: The 30-year fixed mortgage rate crossed 5% Tuesday for the first time since 2018. An earlier version of this story misstated the last time the rate was above that level. ", "polarity": 0.059884201819685685, "subjectivity": 0.38744830438378824}, {"id": 107042649, "datePublished": "2022-04-07T01:51:13+0000", "url": "https://www.cnbc.com/2022/04/06/a-fertilizer-shortage-worsened-by-war-in-ukraine-is-driving-up-global-food-prices-and-scarcity.html", "articleText": "Remy Gabalda | AFP | Getty Images A fertilizer shortage has added to growing concerns about the Ukraine war's impact on the price and scarcity of certain basic foods. Combined, Russia and Belarus had provided about 40% of the world's exports of potash, according to Morgan Stanley. Russia's exports were hit by sanctions. Further, in February, a major Belarus producer declared force majeure — a statement that it wouldn't be able to uphold its contracts due to forces beyond its control. Russia also exported 11% of the world's urea, and 48% of the ammonium nitrate. Russia and Ukraine together export 28% of fertilizers made from nitrogen and phosphorous, as well as potassium, according to Morgan Stanley. Disruptions of those shipments due to sanctions and war has sent fertilizer prices skyrocketing. High grain prices are rising even more.  VIDEO 3:53 03:53 The global shortage of fertilizer is a huge problem, says CF Industries Holdings CEO Closing Bell \"\"It is a huge problem,\"\" said CF Industries CEO Tony Will in a recent CNBC appearance. He said global fertilizer supplies are very tight. CF manufactures and distributes fertilizers. \"\"It's a confluence of factors, unprecedented demand coupled with a huge fall off in supply availability, only just exacerbated by the war in Ukraine and what's going on with exports coming out of Russia and Ukraine,\"\" Will added. A contributor to higher costs and shortages \"\"All of this is a double whammy, if not a triple whammy,\"\" said Bart Melek, global head of commodity strategy at TD Securities. \"\"We have geopolitical risk, higher input costs and basically shortages.\"\"  \"\"Agriculture is absolutely going to get hit. In the case of Canada, it's good for Saskatchewan, which is the largest producer of potash in the world, but farmers are going to get hurt because per acre they're going to pay a lot more,\"\" Melek said. \"\"They're going to get lower yield simply because they're economizing, particularly in emerging markets.\"\" Grain shortages will drive up the cost of basic foods and other commodities. \"\"That's going to lead to higher input costs for producing everything from grains, wheat and corn. The input costs are higher now because you're going to have scarcity that bids the price up as well,\"\" Melek said. Meanwhile, prices for cows, steers and pork bellies have also climbed significantly, he added. VIDEO 2:33 02:33 We're not just concerned about food prices but also availability, says Ospraie's Anderson Halftime Report Some fertilizers have more than doubled in price. For instance, Melek said potash traded in Vancouver was priced at about $210 per metric tons at the beginning of 2021, and it's now valued at $565. He added that urea for delivery to the Middle East was trading at $268 per metric ton on the Chicago Board of Trade in early 2021 and was valued at $887.50 on Tuesday. Will said CF Industries is running its plants around the clock, foregoing some maintenance and trying to expedite shipments to areas in need. \"\"There are no new tons to make. It's just a matter of trying to get them there as quickly as we can into the marketplace,\"\" he said. Just as the price of fertilizers has jumped, the price of agricultural commodities has also been soaring, amid fears of shortages. \"\"We are absolutely facing a problem of catastrophic proportion here,\"\" said Will. \"\"Not only is the issue lack of availability and affordability of nutrients and inputs, but Russia and Ukraine have historically exported about 30% of the global wheat trade and 20% of global corn trade.\"\" He added that there are stocks of those commodities that are not getting out to the market because the Black Sea is closed. Rising prices for wheat, corn and soy Wheat futures for July were down slightly Wednesday. They rose about 4% Tuesday on worries about Ukraine but also on worse-than-expected U.S. crop conditions. Corn futures prices are up nearly 30% year-to-date and inched downward Wednesday on the Chicago Board of Trade. Soybean futures were also slightly lower. Morgan Stanley expects grain prices to remain above last year's levels until 2023. \"\"Before the Ukraine war, the dry weather in [Latin America] took inventories to levels that would already keep grain prices high,\"\" wrote the Morgan Stanley analysts in a report. \"\"The war adds uncertainties related to Ukrainian corn/wheat supply, and, more important to fertilizer use and global yields,\"\" they said. \"\"Due to this, our base crop price scenario implies a 2-3% reduction of yields in higher-cost regions, with risks of larger disruptions depending on fertilizer availability and weather.\"\" The Morgan Stanley analysts said they expect higher prices in 2022 and 2023, but after that they expect inventories should normalize with more supply from Latin America. They also anticipate prices will align closer with production costs and drop 15% to 20% below longer-term soy and corn contracts. Zoom In IconArrows pointing outwards Melek said corn rose 57% in 2021, and it could be volatile this year, averaging up 25% higher on the year. Live cattle prices rose 19% last year and could gain another 15% in 2022. Wheat was up 27% in 2021 and could tack on another 22% this year, he said. Melek said the high prices are being driven by tight supplies and shortages. \"\"We're talking about an erosion of food security on a scale we have not seen for a long time, and I think it will touch people in the lower income distribution in North America,\"\" he added. Melek said farmers are likely to consider rotating in less fertilizer-intensive corps and will economize on the amount of nutrients they use. \"\"Consumers are going to make choices too,\"\" he said. Fertilizer production relies on natural gas, and that has made a difference to U.S. producers. The biggest buyers of the top three types of fertilizers are Brazil, India, the U.S. and China, according to Morgan Stanley. \"\"Being a North American producer is huge for us. We pay somewhere in the neighborhood of $5 to $6 per million British thermal unit [MMBtu] of natural gas,\"\" CF's Will said. \"\"Europe pays $35 to $38 per MMBtu…That is a huge spread between low cost production, and it's one of the reasons why fertilizer price is what it is. It's not only a lack of availability, but the high-cost producers are very high cost.\"\" For some farmers, the high-priced or unavailable fertilizer will mean crops may not get as much nourishment this year. In turn, yields could be lower. \"\"In close contact with a number of our customers in Latin America, we're going to begin exporting on a humanitarian basis just to get nutrients down there to a region that is a rich growing area but also starved for nutrients right now,\"\" said CF's Will. ", "polarity": 0.1247244033106102, "subjectivity": 0.4650948483189862}, {"id": 107043006, "datePublished": "2022-04-06T23:40:58+0000", "url": "https://www.cnbc.com/2022/04/06/gm-expects-record-year-of-chevy-bolt-ev-sales-following-fire-recall.html", "articleText": "2022 BOLT EUV Source: Chevrolet DETROIT – General Motors expects sales of its electric Chevrolet Bolt models can rebound from a high-profile recall after several vehicles caught fire to achieve record results in 2022. \"\"We see record numbers of sales and production for '22, and we see '23 being bigger than '22. We are bullish on both EV and EUV,\"\" Steve Majoros, vice president of Chevrolet marketing, told media Wednesday. The automaker restarted production and shipments of the Bolt EV and a larger \"\"EUV\"\" version this week. Production of the vehicles at a plant in Michigan had largely been down since August, when the automaker recalled every Bolt that had been produced at the factory since 2016. The recall followed the Detroit automaker determining two \"\"rare manufacturing defects\"\" in the lithium-ion battery cells of the vehicle's battery pack could cause a fire. GM is aware of 19 vehicle fires related to the problem, a spokesman said. The fires and recall were a major setback for the automaker in terms of EV sales and its reputation, despite its battery supplier, an LG company, taking blame for the issues. The Vermont State Police released this photo of the 2019 Chevrolet Bolt EV that caught fire on July 1, 2021 in the driveway of state Rep. Timothy Briglin, a Democrat. Vermont State Police GM will attempt to relaunch the Bolt models to Americans starting Thursday with a new national television campaign for the cars, Majoros said. Ads shown to media do not mention the recall or fires. \"\"We think we have a lot of interest and awareness for this,\"\" he said, adding the advertising will have a \"\"big presence\"\" during the opening day games of Major League Baseball. \"\"I think it's just going to continue with our advertising efforts.\"\" Majoros, calling it an \"\"arm's race,\"\" said the record Bolt sales expectations are largely due to increased interest overall in EVs, not necessarily connected to record gas prices nationally this year. The Bolt EV went on sale in December 2016, while the Bolt EUV went on sale last year shortly before all the vehicles were recalled. The Bolt nameplates achieved record sales of nearly 25,000 units last year, topping sales of the Bolt EV of more than 23,000 in 2017. Read more about electric vehicles from CNBC Pro It's time to buy Nio shares after the Chinese electric vehicle maker's 44% drop, UBS says Electric, hybrid vehicles will account for nearly 50% of cars on the road by 2040, Goldman predicts Tesla first-quarter deliveries miss Wall Street expectations slightly. Here's what analysts think ", "polarity": 0.07032412032412032, "subjectivity": 0.35373099123099117}, {"id": 107043131, "datePublished": "2022-04-07T11:18:28+0000", "url": "https://www.cnbc.com/2022/04/07/britain-eyes-nuclear-wind-fossil-fuels-in-bid-for-energy-security.html", "articleText": "Alongside a ramp up in nuclear power, the British Energy Security Strategy envisages up to 50 GW of offshore wind and 10 GW of hydrogen – half of which would be so-called green hydrogen – by 2030. Christopher Furlong | Getty Images News | Getty Images The U.K. government has revealed details of its long awaited, \"\"bold\"\" energy security strategy, but critics have derided its inclusion of fossil fuels and what they view as a lack of ambition. In a release Wednesday, the government heralded a \"\"major acceleration of homegrown power in Britain’s plan for greater energy independence.\"\" The plans — known as the British Energy Security Strategy — mean that more \"\"cleaner\"\" and \"\"affordable\"\" energy will be produced in Great Britain, the government said, as the country seeks to \"\"boost long-term energy independence, security and prosperity.\"\" The government is now targeting as much as 24 gigawatts of nuclear power by 2050, which it said would represent around a quarter of the country's projected electricity demand. The strategy could see as many as eight reactors developed. Alongside nuclear, the plans include up to 50 GW of offshore wind and 10 GW of \"\"low carbon\"\" hydrogen capacity, at least half of which would be so-called green hydrogen, by 2030. The government also said solar capacity could be set to increase fivefold by 2035, up from 14 GW today. When it comes to onshore wind — a divisive subject for Prime Minister Boris Johnson's Conservative Party — the government said it would consult on \"\"developing partnerships with a limited number of supportive communities who wish to host new onshore wind infrastructure in return for guaranteed lower energy bills.\"\" Read more about clean energy from CNBC Pro Bernstein has named its top stock picks as green hydrogen becomes more attractive Goldman upgrades Generac, bets on increased adoption of company's clean energy products First Solar slides after Bank of America downgrades stock to underperform However, in a move that sparked outrage among environmental campaigners, the government also said its strategy would be \"\"supporting the production of domestic oil and gas in the nearer term,\"\" with a licensing round for new oil and gas projects in the North Sea slated for launch this fall. The government claimed its strategy could result in 95% of Great Britain's electricity being \"\"low carbon\"\" by 2030. \"\"The simple truth is that the more cheap, clean power we generate within our borders, the less exposed we will be to eye watering fossil fuel prices set by global markets we can't control,\"\" Kwasi Kwarteng, the country's business and energy secretary, said. \"\"Scaling up cheap renewables and new nuclear, while maximising North Sea production, is the best and only way to ensure our energy independence over the coming years.\"\" The strategy's publication comes at a time when Russia's invasion of Ukraine has heightened concerns about energy security. Russia is a major supplier of oil and gas, and its actions in Ukraine have caused a number of economies to try and find ways to reduce their reliance on it. In response to the invasion, the U.K. has said it will \"\"phase out imports of Russian oil\"\" — which meets 8% of its total oil demand — by the end of this year. Russian natural gas, the government says, made up \"\"less than 4%\"\" of its supply, adding that ministers were \"\"exploring options to reduce this further.\"\" Fool's gold? While Business Secretary Kwarteng was bullish about the strategy and its prospects, the plan drew ire from some quarters.   \"\"This fails as a strategy, as it does not do the most obvious things that would reduce energy demand and protect households from price hikes,\"\" Danny Gross, an energy campaigner at Friends of the Earth, said. More from CNBC Climate: Read more about how businesses and consumers are fighting and adapting to climate change: Empty canals, dead cotton fields: Arizona farmers are getting slammed by water cuts in the West ‘It’s now or never’: World’s top climate scientists issue ultimatum on critical temperature limit Map of nuclear power in the US: See where reactors are located This daughter and father founded a company to bury nuclear waste by drilling deep boreholes \"\"Delving deeper into the UK's treasure trove of renewables is the surest path to meeting our energy needs — not the fool's gold of fossil fuels.\"\" While the acceleration in offshore wind developments was \"\"welcome,\"\" Gross said ministers had to \"\"go further and make the most of the UK's massive onshore wind resources.\"\" Meanwhile, Lisa Fischer, programme lead at climate change think tank E3G, argued that the future of the North Sea lay in renewables rather than oil and gas. \"\"A push for offshore wind is welcome, but embracing oil and gas at the same time will act as a drag on the UK's leap towards an affordable and clean energy future,\"\" she said. 'Moral and economic madness' The British Energy Security Strategy is being published in the same week that the Intergovernmental Panel on Climate Change released its latest report. \"\"Limiting global warming will require major transitions in the energy sector,\"\" the IPCC said in a news release. \"\"This will involve a substantial reduction in fossil fuel use, widespread electrification, improved energy efficiency, and use of alternative fuels (such as hydrogen).\"\" Commenting on the report, U.N. Secretary General Antonio Guterres pulled no punches. \"\"Climate activists are sometimes depicted as dangerous radicals,\"\" he said. \"\"But the truly dangerous radicals are the countries that are increasing the production of fossil fuels.\"\" In March, the International Energy Agency reported that 2021 saw energy-related carbon dioxide emissions rise to their highest level in history. The IEA found energy-related global CO2 emissions increased by 6% in 2021 to reach a record high of 36.3 billion metric tons. The same month also saw Guterres warn that the planet had emerged from last year's COP26 summit in Glasgow with \"\"a certain naive optimism\"\" and was \"\"sleepwalking to climate catastrophe.\"\" ", "polarity": 0.1250384544533481, "subjectivity": 0.4178198397347333}]