[{"id": 107041014, "datePublished": "2022-04-04T07:44:00+0000", "url": "https://www.cnbc.com/2022/04/04/asia-stocks-mainland-china-markets-closed-us-treasury-yields-currencies-oil.html", "articleText": "SINGAPORE — Hong Kong's Hang Seng index led gains among the major Asia-Pacific markets on Monday as Chinese tech stocks in the city jumped. In afternoon trade, the Hang Seng index gained 1.87% as shares of Tencent surged 2.64%. Other Chinese tech stocks also rose, with Alibaba up 3.74% while NetEase soared 6.34%. Investor sentiment may have been buoyed by a recent signal by Chinese authorities of progress toward resolving an audit dispute that's threatened U.S.-listed Chinese firms with delisting. Meanwhile, the city's chief executive Carrie Lam announced Monday she will not be pursuing a second term in office . Markets in mainland China are closed on Monday and Tuesday this week for holidays. The Nikkei 225 in Japan swung between positive and negative territory in Monday trading before closing 0.25% higher at 27,736.47. The Topix index climbed 0.48% to 1,953.63. South Korea's Kospi climbed 0.66% on the day to 2,757.90.Elsewhere in Australia, the S&amp;P/ASX 200 rose 0.27%, closing at 7,513.70. Over in Sri Lanka, the S&amp;P SL20 index closed 1.48% lower at 2,788.97 as the country continues to see economic and political turmoil . Sri Lanka's central bank governor announced in a Monday tweet that he had submitted his resignation to the country's president. The country's Youth and Sports Minister Namal Rajapaksa also announced his resignation on Twitter. MSCI's broadest index of Asia-Pacific shares outside Japan gained 0.95%. Stock picks and investing trends from CNBC Pro: These are JPMorgan’s top stock picks for April A new stablecoin issuer is buying billions of dollars in bitcoin. What crypto investors need to know Investors are plowing money into clean energy funds as Ukraine war puts energy needs in spotlight A closely watched part of U.S. Treasury yields inverted on Friday as short-term rates jumped following the release of jobs data statesid e, raising concerns over a potential recession on the horizon. The benchmark 10-year Treasury yield last sat at 2.4172%, while the rate on the 2-year Treasury note was at 2.479%. Yields move inversely to prices, with 1 basis point equal to 0.01%. Yield curve inversions have historically happened ahead of recessions, though many economists believe the curve needs to stay inverted for a substantial amount of time before it gives a valid signal. \"\"I think at this point in time we're probably not looking at a recessionary scenario yet,\"\" Chen Zhikai, head of Asian equities at BNP Paribas Asset Management, told CNBC's \"\"Street Signs Asia\"\" on Monday. \"\"Everybody is looking for the next insights in terms of growth, and we got some of that last week with the employment numbers … from the U.S,\"\" Chen said, adding that it's \"\"probably too early\"\" at present for discussions on stagflation. Those comments come as investors have been repositioning in anticipation of more aggressive tightening by the U.S. Federal Reserve as it looks to fight inflation amid worries about slowing economic growth. Currencies and oil The U.S. dollar index , which tracks the greenback against a basket of its peers, was at 98.596, as compared to levels below 98 seen in late March. The Japanese yen traded at 122.59 per dollar, stronger than levels above 124 seen against the greenback last week. The Australian dollar was at $0.7512, having traded in a range between $0.747 and $0.753 for much of last week. Oil prices were higher in the afternoon of Asia trading hours, with international benchmark Brent crude futures up 0.7% to $105.12 per barrel. U.S. crude futures climbed 0.74% to $100 per barrel. — CNBC's Patti Domm contributed to this report. ", "polarity": 0.048173400673400674, "subjectivity": 0.29425925925925916}, {"id": 107040606, "datePublished": "2022-04-01T20:46:18+0000", "url": "https://www.cnbc.com/2022/04/01/myocarditis-risk-higher-after-covid-infection-than-vaccination-cdc-finds.html", "articleText": "A healthcare worker administers a Covid-19 test in San Francisco, California, on Monday, Jan. 10, 2022. David Paul Morris | Bloomberg | Getty Images People infected with Covid-19 face a higher risk of myocarditis and other inflammatory heart conditions than those vaccinated against the disease, according a large study published by the Centers for Disease Control and Prevention on Friday. The CDC found the risk of myocarditis, pericarditis and multisystem inflammatory syndrome was higher after Covid infection than after Pfizer or Moderna vaccination in males and females ages 5 and older. However, these cardiac conditions are rare after infection and vaccination alike, according to the CDC. Myocarditis is an inflammation of the heart muscle and pericarditis is an inflammation of the outer heart lining. Multisystem inflammatory is a condition associated with Covid infection that affects multiple organ systems. Pfizer and Moderna's vaccines have been associated with an elevated risk of myocarditis and pericarditis after the second dose, particularly among boys ages 12- to 17-years-old. However, even in this group the risk of myocarditis and pericarditis was higher after Covid infection than after vaccination, according to the CDC. Among teenage boys, the rate of myocarditis or pericarditis after infection was at least 50 cases per 100,000 people, compared to at least 22 cases per 100,000 after the second vaccine dose. The overall risk of heart conditions after Covid infection was up to 5.6 times higher compared to the second vaccine dose. The risk was up to 69 times higher after infection compared to the first shot. The CDC examined the electronic health records of more than 15 million people ages 5 and older across 40 health-care systems from Jan. 2021 through Jan. 2022. Scientists studied the risk of developing a cardiac condition after a Covid infection compared to the first and second doses of Pfizer and Moderna's vaccines. The study excluded booster doses from the comparison. CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters Overall, the risk of a heart issue after Covid infection was anywhere from 2 to 115 times higher compared to vaccination depending on age, gender and the dose administered. In February, the CDC said males age 12- to 39-years-old should consider waiting eight weeks between the first and second dose of the Pfizer or Moderna vaccines to reduce the risk of myocarditis. Canadian public health authorities had found that the rate of myocarditis after Pfizer or Moderna vaccination was higher when the time between the first and second dose was fewer than 30 days. Moderna's second dose appears associated with a higher risk of myocarditis than Pfizer's, according to data presented to the CDC's committee of vaccine experts in February. Public health authorities in Ontario, Canada have found that the rate of myocarditis was 5 times higher for males ages 18-24 following a second dose of Moderna compared to Pfizer. However, the overwhelming majority of people who developed myocarditis after vaccination recovered fully and most of them did not report any effect on their quality of life, according to a CDC survey of health-care providers presented at the February meeting. ", "polarity": 0.1347298534798535, "subjectivity": 0.29093406593406596}, {"id": 107040727, "datePublished": "2022-04-03T13:00:01+0000", "url": "https://www.cnbc.com/2022/04/03/tech-companies-cautiously-bring-people-back-while-employees-hesitant.html", "articleText": "Atsuko Bolinguit, with tech startup company Fast, works in the office at her desk on March 24, 2021 in San Francisco, California. Justin Sullivan | Getty Images Starting Monday, Google is bringing most employees back to assigned physical offices three days a week. The company has said since the beginning of the pandemic that it eventually wants people to return. A lot of workers don't understand why, and they expressed their concerns at a recent all-hands meeting. “Google made record profits through the pandemic,\"\" CEO Sundar Pichai said, reading from a question submitted by an employee and upvoted by many others on Google's internal board called Dory. \"\"Why is the RTO policy not work from office when you want to or when it makes sense to?\"\" Google's balancing act is shared by many employers, particularly as surging gas prices make long drives and traffic jams even more unappealing than they were two years ago. Tech companies in particular have outperformed during the pandemic, thanks in part to a wide array of cloud-based collaboration tools. Employees have gotten used to the flexibility and family time. Companies now face a test to see how employees will react as some optional work situations become mandatory and the labor market continues to tighten. Megan Slabinski of consulting and staffing firm Robert Half said two-thirds of employers say they want workers back in a \"\"near full-time capacity,\"\" and half of employees say they'd look for a new job if that was required. “It’s fascinating the level of disconnect between employers and employees,\"\" said Slabinski, who oversees the Pacific Northwest, Colorado, Utah and Northern California as district president for Robert Half . Walking it back Some companies have already changed their policies several times leading up to their office return. In June, Amazon walked back its original return plan, telling corporate workers it would allow them to come back to the office three days a week instead of full time. The company said it was “learning and evolving as we go.\"\" In October , Amazon said the decision will be left to individual teams. Microsoft and Google added 30-day \"\"transition\"\" periods to ease workers back into their new schedule. Last spring, when Google first tried bringing employees back to the office before Covid-19 cases spiked again, the company said employees could apply to work remotely for up to 12 months but would be approved only in “the most exceptional circumstances.” They could also be get called back to an assigned office at any point. Leadership has since lightened its tone. Google says it has approved 85% of requests for relocation or permanent remote work. Sean Gallup | Getty Images News | Getty Images “You’re grownups and we trust you to do what’s right for you, your families, and your life, while respecting the new baseline,” Prabhakar Raghavan, who oversees search, ads and commerce, wrote recently in a memo to employees. “We don’t expect 100% fidelity to the 3-2 hybrid work week 24x7.” At the all-hands meeting, Pichai said “there’s a real desire for people to communicate and collaborate so we’re trying to balance all of that,” according to audio obtained by CNBC. “We’ll keep taking a close look at all of this,\"\" he said. One reason for the partial return, Pichai said, is for people to get to know their colleagues. “We hired so many people over the last two years who just don’t have a sense of how the company works,\"\" he said. Even Twitter , which announced in 2020 that employees could work remotely \"\"forever,\"\" told staffers last month that \"\"distributed working will be much, much harder.\"\" CEO Parag Agrawal, who replaced Jack Dorsey late last year, said he had hoped to see people in the office because in-person work will \"\"bring that culture to life in such a powerful way.\"\" Wait and see Slabinski said some companies are waiting to see what their peers do before making any big decisions. Amazon, for example, hasn't announced a new return date. “I think there’s an element of someone has to go first to require people back,” Slabinski said. “Amazon backed away when they started seeing attrition and now Google is requiring people to be back on site and it’s like hoping the rest of the industry joins in and it won’t become reason for resignations.\"\" Another challenge for employers involves syncing up schedules.  Apple designated Mondays, Tuesdays and Thursdays as in-office days. Other tech companies have kept their plans vague. VIDEO 2:39 02:39 Apple is a must-own stock, says Laffer Tengler Investments CEO Squawk Box Colin Yasukochi , executive director of real estate firm CBRE, said he expects the San Francisco commercial real estate market to get more competitive in the second and third quarters, when there's a better sense of demand. “They’re all sort of moving cautiously because they don’t really want to lose key employees,” said Yasukochi, adding that some people end up not seeing the point of going in when they experience the emptiness of it the office. “There’s nothing worse than 'Oh I made this effort to come in and put on real pants today and I’m the only one in,’” Yasukochi said. He said his San Francisco CBRE office is at 20% to 30% capacity \"\"on a good day.\"\" ‘Rolling the dice’ Retention and employee satisfaction are more critical than ever across the tech sector as record numbers of people in the U.S. are quitting their jobs and exploring new opportunities. Forcing people to commute is an added risk. \"\"They’re rolling the dice and it’s a gamble I'm not sure I'd want to make in this environment,” Slabinski said. Smaller companies could have an upper hand for talent, she added. “They could really differentiate their opportunities where maybe they can’t compete for comp but they could offer flexibility and trust,\"\" said Slabinski. Google is falling back on one of its best tricks: perks. Before the company announced a new return date, David Radcliffe, Google's real estate and workplace services vice president, wrote an email to Bay Area employees, announcing that on-campus amenities such as fitness centers, free meals, lounges, game rooms and massages were back open. There are some signs that other things are coming back as well. Brandi Susewitz, founder and CEO of corporate furniture reseller Reseat , said her business more than doubled since December. Most of its clients are “cautiously optimistic” in their office planning. Reseat works with companies like Yelp , Uber and Oracle . Susewitz said she's getting some pretty interesting furniture requests. One thing people want is single-occupancy phone booths. “Instead of having assigned seating, they’re doing renovations to make it open seating, a hoteling environment,\"\" she said. They're \"\"designing spaces to feel more like living rooms.” WATCH: Rudin managed buildings see 50% occupancy VIDEO 11:06 11:06 Rudin-managed buildings see 50% occupancy as return-to-work plans come into focus Squawk on the Street ", "polarity": 0.10694186765615339, "subjectivity": 0.34471174328317195}, {"id": 107040912, "datePublished": "2022-04-03T20:58:59+0000", "url": "https://www.cnbc.com/2022/04/03/thousands-of-flights-canceled-or-delayed-by-storms-sweep-through-eastern-us.html", "articleText": "In this article JBLU SAVE LUV AAL DAL ALK A Southwest Airlines jet sits at a gate at Orlando International Airport in Orlando, Florida, U.S., October 11, 2021. Joe Skipper | Reuters Airlines canceled hundreds of weekend flights and thousands more were delayed as thunderstorms in Florida slowed traffic in one of the country's top travel destinations during spring break. More than 6,000 U.S. flights were delayed and 1,930 were canceled on Saturday, according to flight-tracking site FlightAware. Disruptions continue on Sunday with nearly 1,540 canceled and more than twice that number of delays, though Monday schedules appeared to stabilize. Thunderstorms are especially challenging for airlines because they are harder to predict and plan for compared with other weather like winter storms and hurricanes, during which airlines often cancel flights hours if not days in advance. Disruptions due to storms tend to cascade because crews and planes are left out of position for their assignments. Southwest Airlines canceled 520 flights, or 14% of its Saturday schedule, and had 1,512 delays or 43% of scheduled flights, according to FlightAware. About 400 flights, 10% of Southwest's Sunday schedule, were canceled and another 25%, more than 900, were delayed. Before the storms sparked delays in Florida, the airline had briefly paused departures early in the day to perform checks on a backend system that it had reset as part of regular maintenance overnight. Those systems are used for tasks including pre-departure paperwork. Southwest said some of its crew members couldn't find hotel rooms amid the disruptions, something crews complained about last year. \"\"With widespread cancellations in the midst of a busy travel season, hotel rooms were unavailable in a few cities, and late day Crew timeouts in those cities meant that some Crew Members were left without rooms,\"\" Southwest said in a note to crews on Sunday, which was seen by CNBC. \"\"We take that shortfall seriously and are working to follow up with affected crew members.\"\" The airline waived fare differences for affected customers so they can rebook themselves online without waiting on the phone, a spokesman said. The airline started the day with about 400 cancellations because aircraft and crews were out of position after Saturday's weather, the spokesman added. Air traffic controllers had slowed or paused inbound traffic altogether at several Florida airports Saturday, including Orlando International Airport, Miami International Airport and Tampa International Airport. Close to a third of Orlando departures were canceled and 42% were delayed. \"\"Yesterday's weather in around Florida and resulting [air traffic control] initiatives impacted our operations with most northbound and southbound routes through and to Florida affected, American Airlines said in a statement. \"\"We're recovering from those disruptions today.\"\" More than 65,000 American Airlines customers, including those on regional airlines, were impacted by the disruptions on Saturday, according to an internal tally, which was reviewed by CNBC. About a third of cancellations were tied to a lack of crew availability. Dennis Tajer, spokesman for the Allied Pilots Association that represents American's pilots, said the airline needs to improve its technology to better allow pilots to pick up flights when there are disruptions. Delta Air Lines said that the Florida weather also impacted its operation on Saturday. About a fifth of Delta and American's schedules were delayed, roughly 600 flights apiece. American had also canceled 363 flights, or 12%, while Delta had canceled 238, or 8%. On Sunday, more than 500 American mainline flights were canceled or delayed, while Delta had 41 canceled flights and 366 delayed. A third of Miramar, Fla.-based Spirit Airlines ' flights were canceled and a fifth were delayed. JetBlue Airways scrubbed a third of its schedule on Sunday, with another 31% delayed. New York-based JetBlue has a large presence in Florida as well as the Northeast. Airlines are currently scrambling to staff up to handle the travel demand that surged as Covid cases declined this winter. Staffing shortages worsened flight disruptions last year. Delta, American and Alaska Airlines pilots have picketed at airports in recent weeks as their unions push carriers' management for better pay and more predictable schedules. On Friday, Alaska Airlines canceled more than 100 flights and close to 80 more on Saturday. Some of its pilots had picketed at several West Coast airports Friday over a lack of progress in contract negotiations with the airline. \"\"Alongside other carriers, we continue to be impacted by a national pilot shortage and the required training regimen to bring new pilots onboard,\"\" the airline said in a statement, which did not mention the pickets. Airlines have increased flying to cater to customers returning after two difficult pandemic years but pilots and flight attendant unions have frequently complained about packed schedules and stresses on the road, such as a lack of hotel rooms or difficulty reaching company scheduling services. \"\"The choke point has been in getting everyone trained as we've ramped the airline back up and returned aircraft to service throughout the pandemic,\"\" Spirit Airlines CEO Ted Christie told an industry event Thursday. ", "polarity": 0.09473245333901073, "subjectivity": 0.27414620898227454}, {"id": 107041001, "datePublished": "2022-04-04T07:33:56+0000", "url": "https://www.cnbc.com/2022/04/03/stock-market-futures-open-to-close-news.html", "articleText": "Traders on the floor of the NYSE, March 25, 2022. Source: NYSE U.S. stock index futures were lower in early morning trading on Monday, after the S&amp;P 500 posted a third straight week of gains. Futures contracts tied to the Dow Jones Industrial Average shed 49 points. S&amp;P 500 futures were 0.13% lower, while Nasdaq 100 futures declined 0.18%. Stocks advanced on Friday — the first day of the second quarter — with the Dow and S&amp;P gaining 0.4% and 0.34%, respectively. The Nasdaq Composite added 0.29% and also finished the week in the green. The Dow, meantime, snapped a two-week winning streak, falling 0.12%. Friday's positive session came despite March's employment report, which fell short of economists' estimates. The U.S. economy added 431,000 jobs during the month, while estimates from Dow Jones called for 490,000. Stock picks and investing trends from CNBC Pro: These are JPMorgan’s top stock picks for April A new stablecoin issuer is buying billions of dollars in bitcoin. What crypto investors need to know Investors are plowing money into clean energy funds as Ukraine war puts energy needs in spotlight \"\"Strong gains on the employment front continue to signal a green light for investors despite multi-decade highs in inflation and concerns over higher rates and Fed tightening,\"\" noted Peter Essele, head of portfolio management for Commonwealth Financial Network. \"\"The economy appears to be in exit velocity mode, with the only concern being the amount of labor supply available to fuel the robust recovery,\"\" he added. An often-cited recession signal was triggered Thursday evening when the the 2-year and 10-year treasury yields inverted for the first time since 2019. \"\"We think the current flattening is due to the concern that the Fed is behind the curve on hikes and will tighten policy beyond neutral, which will hurt growth,\"\" TD Securities said in a note to clients. Investors are also monitoring the latest developments in Ukraine. German Chancellor Olaf Scholz said Sunday that Western nations will impost additional sanctions on Russia in the coming days. \"\"Equity and bond markets continued to send conflicting signals about the economic outlook,\"\" UBS said in a recent note to clients. \"\"We caution against over-interpreting either signal. Yield curve inversions have historically predicted recessions with a long and uncertain lag, while hopes over cease-fire talks have ebbed and flowed,\"\" the firm added. On Wednesday the Federal Open Market Committee will publish the minutes from the central bank's March meeting, giving investors a deeper understanding into how the Fed views market conditions. ", "polarity": 0.10523989898989898, "subjectivity": 0.38958333333333334}, {"id": 107037628, "datePublished": "2022-04-01T07:55:23+0000", "url": "https://www.cnbc.com/2022/04/01/metas-ai-lab-loses-some-key-people.html", "articleText": "Mark Zuckerberg told the world last October that he was rebranding Facebook to Meta as the company pushes toward the metaverse. Facebook | via Reuters Facebook parent Meta has lost some of its top artificial intelligence scientists this year as the company continues its pivot toward the metaverse. At least four prominent members of Meta AI have departed in recent months, according to people familiar with the matter and LinkedIn analysis. Between them, the scientists have published dozens of academic papers in world-renowned journals and made multiple breakthroughs that Meta has used to enhance Facebook and Instagram. Karl Hermann, an AI entrepreneur who used to work at rival lab DeepMind, told CNBC on Monday the true figure could be more like half a dozen, adding that the company's London AI lab had seen an alarming number of exits. \"\"Meta's London office just collapsed and they lost most of their [top] researchers in the span of six weeks,\"\" he said. Neil Lawrence, professor of machine learning at the University of Cambridge, told CNBC that he wasn't surprised. \"\"Mark's [Zuckerberg] gone all Meta now ... and they never invested properly in anything in London in the first place,\"\" he said. Those who have left the company include Edward Grefenstette, a research scientist that led Meta's efforts on a branch of AI known as reinforcement learning, who departed in February. He declined to comment when contacted by CNBC. Heinrich Kuttler , one of Meta AI's research engineering managers, left in recent weeks to join Inflection AI , a start-up set up by DeepMind co-founder Mustafa Suleyman and LinkedIn billionaire Reid Hoffman. Kuttler joined Meta in Jan. 2019 after spending over two years at DeepMind. Another recent departure is Ahmad Beirami who left his research scientist position at Meta in January and joined Google in the same role. And last year, in December, Douwe Kiela left his research scientist role at Meta after spending five years at the company. He's now head of research at AI start-up Hugging Face. Kuttler, Beirami and Kiela did not immediately respond to a CNBC request for comment. A number of other Meta AI staff have either left or are expected to leave in the coming weeks, a person familiar with the matter told CNBC, asking to remain anonymous due to the sensitive nature of the issue. They added that there's no one reason why people were leaving. \"\"Some people jump to another big lab because they feel it will advance their career or research agenda better,\"\" the source said. \"\"Others go because comp or hiring potential for their team is better elsewhere,\"\" the source added. \"\"Others just want to do a start-up or get involved with a smaller company. For some it might be tied to Meta stock tanking, but I wouldn't say that's necessarily the main reason.\"\" Meta's Chief AI Scientist Yann LeCun, who co-founded the firm's AI lab in 2013 after a dinner at Zuckerberg's house, told CNBC via email that \"\"people have changing interest[s] and move on.\"\" He added: \"\"Ed [Grefenstette] is joining an unnamed start-up. I'm sad he has left. But I understand that people's interests shift. I'm not sure what Heinrich's plans are. There is no underlying common cause that I know about. There has been no detectable migration from FAIR (Facebook AI Research) London nor from the other sites.\"\" It's worth noting that several people from DeepMind and other AI labs have also joined Meta over the last couple of years. Meta AI Chief Scientist Yann LeCun says people move on. Getty Images Fueled by the belief that AI is going to change the world, U.S. tech giants have been investing heavily in the area over the last few years with most of the money going toward hiring top talent from leading colleges like Oxford and Cambridge in the U.K., and MIT, Stanford and NYU in the U.S. The latest departures at Meta AI come on the heels of several other big exits over the last two years. Rob Fergus, the co-founder of Meta's AI lab, left Meta in 2020 to join DeepMind and build up a DeepMind team in New York. Elsewhere, Marc'Aurelio Ranzato left his research scientist manager role at Meta AI last August and joined DeepMind. Beyond Meta's AI lab, there were a number of other major exits across the company in 2021. ", "polarity": 0.06437672176308538, "subjectivity": 0.3674510254055709}, {"id": 107037413, "datePublished": "2022-04-04T01:37:37+0000", "url": "https://www.cnbc.com/2022/04/04/investing-jpmorgan-goldman-pick-top-southeast-asia-markets-for-2022.html", "articleText": "Indonesia's stocks are among the top picks of JPMorgan Asset Management and Goldman Sachs for 2022. In this photo from April 2019, the statue of a bull is standing at the lobby of the Indonesia Stock Exchange (IDX) in Jakarta, Indonesia. Dimas Ardian | Bloomberg via Getty Images Geopolitical tensions around the world have been on the rise, but Southeast Asia's markets may offer relative safety to investors, according to top investment banks. As we enter the next quarter of 2022, CNBC asked analysts from Goldman Sachs and JPMorgan Asset Management which Southeast Asian markets were their top picks. Southeast Asian stocks have underperformed and been \"\"largely ignored by global investors for a decade,\"\" said Timothy Moe, Goldman's chief Asia Pacific equity strategist. Indonesia is a top Southeast Asian pick for both Wall Street banks. Indonesia: Banking and commodity plays \"\"In Indonesia, we are structurally positive on the banks as the majority of the population are still unbanked or underbanked. We are currently positioned in the leading private sector and also state-owned banks as they have been proactively driving digital adoption to accelerate financial penetration,\"\" said Desmond Loh, a portfolio manager at JPMorgan Asset Management. Strong commodity prices have also been beneficial for export earnings in Indonesia as well as the country's trade balance, and that's set to support the Indonesian rupiah as well as the nearer term growth outlook in Indonesia, he said. Stock picks and investing trends from CNBC Pro: These are JPMorgan’s top stock picks for April A new stablecoin issuer is buying billions of dollars in bitcoin. What crypto investors need to know Investors are plowing money into clean energy funds as Ukraine war puts energy needs in spotlight Global commodity prices have been on a rollercoaster ride since the war in Ukraine broke out after Russia's invasion in late February. Russia is a major oil producer while Ukraine is a major exporter of other commodities such as wheat and corn. As of Monday morning in Asia, international benchmark Brent crude futures have risen more than 30% so far this year. Vietnam and Singapore JPMorgan Asset Management also likes Vietnam, which Loh termed a \"\"star performer in the past few years\"\" in economic resiliency and growth. Vietnam is one of the few economies globally to have seen positive economic growth throughout the pandemic, he added. \"\"To capitalize on the growth, we are positioned in high quality consumer proxies and banks,\"\" he said, without naming specific stocks. Meanwhile, Singapore is the other Southeast Asian that Goldman Sachs likes. There are three main reasons why the investment bank likes Indonesia as well as Singapore, said Moe. Improving economic and growth momentum from a region recovering belatedly from Covid-related setbacks. A banking sector that is heavily weighted in stock indexes and set to benefit from a switch to tighter monetary policy and rising interest rates. The \"\"gradual emergence\"\" of digital economy firms which are being included in Indonesia and Singapore indexes. Indonesia's Jakarta Composite has risen more than 7% this year, while Vietnam's VN index is up about 1% in the same period. Singapore's Straits Times index has gained more than 9%. In comparison, MSCI's broadest index of Asia-Pacific shares outside Japan has dropped 6%. On Wall Street, the S&amp;P 500 is down 4.6% so far this year, while the pan-European Stoxx 600 has dropped about 6%. Investors have in recent weeks been grappling with a range of concerns, from the commodity price spike triggered by Russia's invasion of Ukraine to a rising interest rate environment as major central banks like the U.S. Federal Reserve seek to fight inflation. Shelter from geopolitical tensions Southeast Asia is \"\"relatively insulated\"\" from rising geopolitical tensions in Europe, as Russia and Ukraine account for less than 1% of regional exports, according to Loh. \"\"Escalation in geopolitical risks renders near-term tailwind for commodity prices to underpin the strength of ASEAN's commodity-exporter markets,\"\" he said, referring to the 10-member states of the Association of Southeast Asian Nations. No 'exodus of outflows' expected Global investors have been repositioning in the last few weeks in anticipation of more aggressive moves ahead by the Federal Reserve's monetary tightening, but the analysts expect the impact on Southeast Asia to be relatively smaller compared to before. In March, the Federal Reserve raised interest rates for the first time since 2018 , and Fed Chair Jerome Powell subsequently pledged to take tough action on inflation that is \"\"much too high.\"\" The prospect of more rate hikes ahead by the Fed has raised concerns of capital outflows and currency depreciation in Southeast Asia's emerging markets, a phenomenon seen in 2013 during the \"\"taper tantrum\"\" that saw bond yields spike after the Fed hinted asset purchases could wind down. VIDEO 2:40 02:40 There's no urgent call for Southeast Asian central banks to raise rates: DBS Squawk Box Asia \"\"We don't expect an exodus of outflows [from ASEAN] as we saw in the last taper tantrum,\"\" Loh said, explaining that country level balance sheets in Southeast Asia are \"\"generally much healthier\"\" now compared to a decade ago. Most of Southeast Asia's central banks, with the exception of Singapore , have yet to tighten monetary policy. That's in part due to an inflation situation regionally that is relatively less severe compared with developed economies in the West. Southeast Asian economies today are also more resilient compared to past cycles, according to Moe, who cited external balances that are in better shape as well as currencies that are attractively valued. ", "polarity": 0.08629102486660624, "subjectivity": 0.3125791133930668}, {"id": 106997096, "datePublished": "2022-04-03T12:00:01+0000", "url": "https://www.cnbc.com/2022/04/03/arizona-farmers-are-slammed-by-water-cuts-in-the-west-amid-drought.html", "articleText": "Farmer Nancy Caywood stands in what once was an alfalfa field. The land is now fallow after her farm was cut off from accessing water from the San Carlos reservoir. Emma Newburger | CNBC CASA GRANDE, Ariz. — On the drought-stricken land where Pinal County farmers have irrigated crops for thousands of years, Nancy Caywood stopped her pickup truck along an empty canal and pointed to a field of dead alfalfa. \"\"It's heart wrenching,\"\" said Caywood, a third-generation farmer who manages 247 acres of property an hour outside of Phoenix. \"\"My mom and dad toiled the land for so many years, and now we might have to give it up.\"\" Farming in the desert has always been a challenge for Arizona's farmers, who grow water-intensive crops like cotton, alfalfa and corn for cows. But this year is different. An intensifying drought and declining reservoir levels across the Western U.S. prompted the first-ever cuts to their water supply from the Colorado River. The canals that would normally bring water from an eastern Arizona reservoir to Caywood's family farm have mostly dried up. The farm will soon be operating at less than half of its usual production. And Caywood is grappling with a recent 33% price hike for water she's not receiving. \"\"We're not making one dime off this farm right now,\"\" Caywood said. \"\"But we're trying to hang on because this is what we love.\"\" More than 40 million people in the West rely on the Colorado River, which flows along Arizona's western edge. The farmers hit the hardest this year are in Pinal County, a rural stretch of land where agriculture is receding and slowly getting replaced by solar panels and housing developments. An empty irrigation canal runs along an alfalfa field owned by Caywood Farms, a cotton farm near Casa Grande, Arizona. Emma Newburger | CNBC Driving through Casa Grande, a city of 55,000 people that's about halfway between Phoenix and Tucson, you'll see miles of unplanted land, dead cotton fields and dry canals. Farmers here fear additional water restrictions in the coming weeks as a warming climate continues to reduce the amount of water that typically fills the Colorado River from rainfall and melting snow. The Bureau of Reclamation in August declared a water shortage at Lake Mead , one of the river's primary reservoirs, after water levels fell to historic lows. More than one-third of Arizona's water flows up the Colorado River to Lake Mead. The government's declaration triggered Tier 1 water reductions, which slashed the state's river water supply by nearly 20%, or 512,000 acre-feet. One acre-foot of water supplies about two households each year. Arizona farmers use nearly three-quarters of the available water supply to irrigate their crops. As supply runs low, some farmers in Pinal County couldn't afford to operate any longer and sold their land to solar developers. Others have left fields empty to cut down on water use, or have experimented with drought-resistant plants. Dead cotton fields span for miles in Pinal County, Arizona, as farmers reckon with mandatory water cuts. Emma Newburger | CNBC Then there are those who started pumping more groundwater, which raises additional concerns since Arizona's groundwater supplies are already overused. When Caywood's grandfather signed the land in 1930, he was drawn in by cheap prices and technological developments that allowed for water to be transported from canals connected to the San Carlos reservoir more than 100 miles away. Last year, the San Carlos reservoir plummeted to zero acre-feet. \"\"There's always a chance of rainwater, or some snow in the East,\"\" Caywood said. \"\"We have to have hope. Or we throw our hands up and say, 'We're done.'\"\" Megadrought tests resilience of farmers Arizona's climate doesn't have enough rain to grow most crops. Still, for thousands of years, the rivers and aquifers that hold groundwater have supported the state's now $23 billion agriculture industry . Climate change and dwindling water supplies have wreaked havoc on the once prosperous farms that could endure the arid conditions. The U.S. West is now experiencing a megadrought that's generated the two driest decades in the region in at least 1,200 years. Scientists say 42% of the drought's severity can be attributed to human-caused climate change, and warn that conditions could persist for years. The consequences are far-reaching. A prolonged drought will not just reduce local farm income in Arizona, but create tighter supply and increased food prices for consumers across the country. Despite the brutal conditions, Caywood wants to continue the farming legacy of her parents, both of whom died last year. In an attempt to salvage her property, Nancy frequently conducts farm tours to educate people about the water crisis. Her son, Travis Hartman, has leased plots in other irrigation districts that currently have access to Colorado River water. Farmer Nancy Caywood meets with Julie Murphree, outreach director for the Arizona Farm Bureau, in Casa Grande, Arizona. Emma Newburger | CNBC Caywood continues to plant as much as possible, but watches with unease as neighboring farmland is converted into solar panel developments. She estimates that her farm could shutter in three years as expenses mount and property taxes remain. \"\"You got costs for leveling the land, pairing the fields, buying seed, fertilizing — everything that goes into the crop,\"\" Caywood said. \"\"Then, the question is, can we pay for the water and taxes? Probably not. Will we make ends meet? We don't know. It's very stressful.\"\" One major concern is whether the Tier 1 water restrictions are enough to sustain reservoir levels as less water flows into the river. Reservoirs in the Colorado River Basin dropped to their lowest levels on record last year following 22 consecutive years of drought. In just five years, Lake Mead and Lake Powell, the river's two largest reservoirs, have lost 50% of their capacity. Bradley Udall , a water and climate scientist at Colorado State University's Colorado Water Institute, is not shocked by the drop. After all, he said, scientists have been warning about declining reservoir levels in the West for at least four decades. \"\"The drop in reservoir contents is stunning, but it feels inevitable that we reached this point,\"\" Udall said. \"\"It's super uncomfortable to say, 'We told you so,' but man — there's been a lot of science about this problem for a long time.\"\" Hope for Arizona's agriculture A half-hour away from the Caywood property, fourth-generation farmer Will Thelander is operating part of his family's 6,000 acres in Pinal County. Thelander, who farms crops like corn, wheat, and alfalfa, lost half his water supply this year and is fallowing nearly half the land. He's stopped growing cotton, a particularly water-intensive crop, and has instead focused on crops that are less demanding. Farmer Will Thelander stands in a newly planted corn field in Casa Grande, Arizona. Emma Newburger | CNBC He doesn't expect the water shortage problem to improve, and warns that farmers will only be able to pump groundwater for so long until it runs out entirely. Anticipating more water cuts, Thelander has placed all his hope in guayule , a drought-tolerant plant that can be harvested and used in rubber production. His farm, Tempe Farming Co., is participating in research for the tire company Bridgestone, which helped Thelander plant 25 acres of the crop in 2019. Guayule uses half as much water as alfalfa and is harvested every two years. At a larger scale, it could conserve a lot of water. According to preliminary estimates , converting roughly 100,000 acres to guayule production in the area may conserve 150,000 acre-feet of water each year, representing 15% of Pinal County's agricultural water consumption. \"\"There's no way to make more water,\"\" Thelander said. \"\"The only thing farmers can do is pivot, try new crops — do whatever they can.\"\" \"\"But not a lot of things like the desert,\"\" he added. Guayule shrubs, located at Tempe Farming Co. in Casa Grande, Arizona, are drought-tolerant plants that can be harvested and used in rubber production. Emma Newburger | CNBC Thelander's farm experienced a 20% revenue loss this year, a smaller number than expected due to skyrocketing prices of supplies such as hay. While hopeful about guayule, which could potentially make up for his farm's revenue loss by 2026, Thelander is skeptical about the future of farming in Arizona. \"\"I tell people who want to farm to pick a different career,\"\" he said. \"\"I hope everyone here can make it. But it's just not going to happen.\"\" Arizona has turned to several options to access other water sources. The state is looking to import groundwater to Phoenix and Tucson from various parts of the state, and lease more water from Indian tribes with higher priority water rights. Another state proposal involves producing fresh water by desalinating water from the Sea of Cortez, located roughly 50 miles across Mexico from Arizona's southern border. Some critics have condemned that plan as evading the need for water conservation. Meanwhile, water leaders in Arizona, Nevada and California signed an agreement in December to slash their usage of Colorado River water in hopes to delay more cuts in the upcoming years. The plan, which is still being negotiated, requires states to cut 500,000 acre-feet in 2022 and 2023 and help fund water conservation projects. Farmer Will Thelander walks through his wheat field in Casa Grande, Arizona. Emma Newburger | CNBC Phoenix, one of the hottest and driest regions of the country, draws a large amount of its water from the Colorado River. The city is set to voluntarily lose some river water under that plan. Cynthia Campbell, Phoenix's water resource management adviser, said the department is discussing issues \"\"we've never had to contemplate before\"\" as reservoir levels decline. \"\"The American West is a canary in the coal mine for climate change,\"\" Campbell said, in a meeting at Phoenix City Hall. \"\"These problems will start happening in other places too.\"\" For Caywood, a major hope is that new infrastructure funding will go to updating aging wells and canals on her property. President Joe Biden in November signed a bipartisan infrastructure bill that includes several billion dollars that could help Arizona farmers cope with the water crisis. The legislation has funding for western water projects that would improve infrastructure like watersheds and underground aquifers. \"\"We need to protect American farms. If we don't, we'll find ourselves cut off from food supply,\"\" Caywood said. \"\"We all need water and we all need food. That's why we're fighting to stay in the game.\"\" A changing climate and dwindling water supplies have wreaked havoc in Casa Grande, Arizona. Emma Newburger | CNBC ", "polarity": 0.04814655993901279, "subjectivity": 0.40809884559884557}, {"id": 107041070, "datePublished": "2022-04-04T07:51:42+0000", "url": "https://www.cnbc.com/2022/04/04/european-markets-cautious-amid-talk-of-further-russia-sanctions.html", "articleText": "LONDON — European markets were mixed on Monday as Western powers prepare more sanctions against Russia following allegations of civilian massacres in Ukrainian towns. The pan-European Stoxx 600 fluctuated either side of the flatline in early trade, with industrials shedding 0.6% while health-care stocks added 1.2%. Ukraine's top prosecutor said 410 bodies had been found in towns recaptured from retreating Russian forces around Kyiv as part of an investigation into possible war crimes, while Ukrainian President Volodymyr Zelenskyy accused Russia of genocide. Russia has denied allegations that its forces killed civilians in Bucha, 23 miles northwest of Kyiv. The European Union plans to introduce fresh sanctions against Moscow in the wake of the new reported atrocities, with European Council President Charles Michel announcing on Twitter that \"\"further EU sanctions &amp; support are on their way.\"\" Stock picks and investing trends from CNBC Pro: These are JPMorgan’s top stock picks for April A new stablecoin issuer is buying billions of dollars in bitcoin. What crypto investors need to know Investors are plowing money into clean energy funds as Ukraine war puts energy needs in spotlight Shares in Asia-Pacific were mostly higher on Monday, with Hong Kong's Hang Seng index leading gains as shares of Chinese tech climbed after a recent signal by Chinese authorities of progress toward resolving an audit dispute, which had threatened U.S.-listed Chinese firms with delisting. Stateside, stock futures pointed fractionally lower in early premarket trade. In terms of individual share price movement in Europe, German takeout company Delivery Hero surged more than 11% after launching a debt financing syndication equal to around $1.55 billion. At the bottom of the Stoxx 600, Sweden's Storskogen Group slipped 4% after a directed share issue. Subscribe to CNBC PRO for exclusive insights and analysis, and live business day programming from around the world. ", "polarity": 0.11468129571577847, "subjectivity": 0.29169278996865206}, {"id": 107040039, "datePublished": "2022-04-03T01:05:14+0000", "url": "https://www.cnbc.com/2022/04/02/tesla-tsla-q1-2022-vehicle-production-and-delivery-numbers.html", "articleText": "Customers experience new energy electric vehicles at a Tesla store in Shanghai, China, On December 4, 2021. Future Publishing | Future Publishing | Getty Images Tesla  just reported  first-quarter vehicle production and delivery numbers for 2022 . Here's how they did. Electric vehicle deliveries (total): 310,048 Electric vehicle production (total): 305,407 Over the same period last year, Tesla delivered 184,800 electric vehicles and produced 180,338 cars. Model 3 and Model Y vehicles comprised 95%, or 295,324, of deliveries in the first quarter of 2022, according to Tesla. The company produced 4,641 fewer cars than it delivered during the quarter citing \"\"ongoing supply chain challenges and factory shutdowns.\"\" Analysts expected deliveries of 317,000 vehicles for the first three months of 2022, according to estimates compiled by FactSet as of March 31. The estimates ranged from a low of 278,000 vehicle deliveries to a high of 357,000. Deliveries are the closest approximation to sales numbers reported by Tesla. The company recently opened a new factory in Brandenburg, Germany, and had a ribbon-cutting ceremony on March 22. Tesla also plans to host a grand opening and \"\"cyber rodeo\"\" event on April 7, at another new vehicle assembly plant it's building in Austin, Texas. Tesla moved its headquarters to Austin officially as of Dec. 1, but still operates its first electric car factory in Fremont, California. Read more about electric vehicles from CNBC Pro Wall Street banks pick their top semiconductor stocks as electric vehicle production soars Forget Tesla — this auto stock is the one to buy right now, analyst says Europe's moving away from Russian energy — and that could boost EV charging stocks Globally, Tesla's operations during the quarter, which ended March 31, were weighed down by a Covid surge and new health restrictions in China, requiring temporary production halts at its Shanghai plant. In the fourth quarter , Tesla delivered 308,600 EVs, marking a record for the company.  Tesla, along with the rest of the auto industry, has also been hurt by widespread parts shortages, and inflation. Critical components like semiconductors remain in short supply, and prices have increased for raw materials like nickel and aluminum after Russia launched an invasion of Ukraine in February. In the U.S., Tesla has been leaving customers waiting for months before filling their car orders. Tesla CEO Elon Musk warned in mid-March of inflationary pressures on the business, and hiked the prices of its cars in both the U.S. and China. —CNBC's Jordan Novet contributed to this report. WATCH: Tesla's stock split shows confidence in the company VIDEO 3:45 03:45 Tesla's stock split shows confidence in the company, says DataTrek Research's Nicholas Colas Closing Bell: Overtime ", "polarity": 0.09838728731585875, "subjectivity": 0.3798567900353615}, {"id": 107040555, "datePublished": "2022-04-02T12:00:01+0000", "url": "https://www.cnbc.com/2022/04/02/amazon-workers-just-voted-to-join-a-union-heres-what-happens-next-.html", "articleText": "A demonstrator during the vote count to unionize Amazon workers outside the National Labor Relations Board offices in New York, U.S., on Friday, April 1, 2022. Jeenah Moon | Bloomberg | Getty Images Amazon workers on New York's Staten Island just made history, becoming the first group to vote in favor of unionizing at a U.S. facility operated by the country's largest e-commerce company. After a hard-fought battle, the result is a major defeat for Amazon, which has used all of its might to keep organized labor off its premises. As of Friday, the tally at the Staten Island warehouse, known as JFK8, was 2,654   votes in favor of joining the union and 2,131 opposed, with 67 ballots being challenged. The fulfillment center doesn't flip to becoming a union shop overnight, and there's potentially a long road ahead. But the wheels are in motion for change. Here's what happens next: Delays, challenges and negotiations The Amazon Labor Union didn't even exist until last year. Now, the grassroots organization that relied on a crowdfunding campaign to fund its organizing is responsible for negotiating a collective bargaining agreement on behalf of roughly 6,000 employees at Amazon's largest fulfillment center in New York. The ALU is led by Christian Smalls, a former JFK8 manager, who  was fired by Amazon in 2020  after the company claimed he violated social distancing rules. Rather than getting to dictate pay, benefits and working conditions as it does across its massive network of offices, data centers and warehouses, Amazon will now have to negotiate those key details with union leadership when it comes to JFK8. Contract talks between the ALU and Amazon could start soon. But don't bet on it. \"\"Amazon will delay,\"\" said David Rosenfeld , a labor lawyer at Weinberg, Roger and Rosenfeld, and a lecturer at the University California at Berkeley School of Law. \"\"They’re not going to walk in and do the right thing because that will encourage organizing everywhere else. They'll do everything they can to avoid a contract, and it will be a big, long, nasty fight.\"\"  According to an analysis published in June by Bloomberg Law , it takes on average 409 days for CBAs to be signed between employers and their newly unionized workers. Jason Anthony, a member of Amazon Labor Union, speaks to members of the media during the vote count to unionize Amazon workers outside the National Labor Relations Board offices in New York, U.S., on Friday, April 1, 2022. Jeenah Moon | Bloomberg | Getty Images If the goal is delay, Amazon has unlimited resources to hire the top lawyers and consultants. The company has already expressed its disappointment with the outcome and said it's considering its options, including \"\"filing objections based on the inappropriate and undue influence\"\" of the National Labor Relations Board. Amazon didn't specify instances of improper meddling, but said the National Retail Federation and Chamber of Commerce witnessed the same behavior. Either Amazon or the union can raise objections over conduct during the election. Both parties have left that door open. Any objection must be filed to the NLRB regional office by April 8. The agency will investigate the claims and, if there's sufficient evidence, will schedule a hearing where each side can present its case. Challenges don't have to end there. If they're unhappy with the regional director's ruling, either side can escalate its complaint to the NLRB board in Washington. Why wait? Precedent is Amazon's principal concern. JFK8 is one of 100-plus Amazon fulfillment centers in the U.S., and there are many truckers and delivery drivers who aren't part of those facilities. Workers in Bessemer, Alabama, just wrapped up a second vote on whether to unionize, and while the effort appears to have failed again, the count was significantly closer than the first contest last year. Amazon has no interest in seeing the movement gain further momentum. And the company says there's no need for that to happen. Pay at fulfillment center starts at $18 an hour, well above minimum wage in every U.S. state. Amazon also offers health insurance, paid parental leave and educational opportunities. That sort of package has proved enticing to many workers, particularly in parts of the country where older industries have died out and well-paying blue-collar jobs are scarce. But Amazon's warehouse model isn't built on retention. As The New York Times reported last year, the company has adjusted to a pattern that involves extremely high employee churn. As it stands, Amazon gets to control everything. If employees are unhappy, they can walk out the door. Adding a union to the mix changes that dynamic completely, because employees get bargaining power and a seat at the table. Amazon has the opportunity to embrace that reality, said Anastasia Christman , a senior policy analyst at the National Employment Law Project in New York. \"\"They have this choice they can make,\"\" Christman said. \"\"They can either decide to continue to fight this in a very negative way or say that workers have identified problems in the workforce and let's hear them out.\"\" While the enforcement mechanisms facing Amazon may be limited, public pressure is growing and the labor movement is gaining support. Starbucks baristas in several locations have voted to unionize , and in late March Google Fiber  contractors in Kansas City, Missouri, supported a union effort , becoming the first workers with bargaining rights under the Alphabet Workers Union. Vermont Sen. Bernie Sanders tweeted his congratulations on Friday after the Amazon vote and said \"\"it's going to be a shot in the arm for this country's labor movement.\"\" Amazon has thrived for almost three decades without the presence of unions in its U.S. operations. But in the last few years, the company has drawn the ire of politicians and regulators for alleged anti-competitive behavior, paying little in taxes and mistreating workers. This may be a time for the company to play nice and avoid a protracted battle, said Tom Kochan , a professor at the Massachusetts Institute of Technology's Sloan School of Management. \"\"I would expect now that there is this first victory on the part of a union that Amazon is going to have to reassess its labor relations strategy and begin to negotiate in good faith to reach an agreement,\"\" said Kochan, an expert on work and employment policies. \"\"They will add fuel to the flames if they continue to stonewall in negotiations as they have so vigorously resisted in the organizing phase.\"\" WATCH: Workers vote for union at Amazon NYC warehouse VIDEO 0:51 00:51 Workers vote for union at Amazon NYC warehouse Halftime Report ", "polarity": 0.03528870190842022, "subjectivity": 0.36671910249375045}, {"id": 107040537, "datePublished": "2022-04-02T00:25:43+0000", "url": "https://www.cnbc.com/2022/04/01/world-cup-2022-dates-draw-schedule-kick-off-times-final-for-qatar-tournament.html", "articleText": "Gio Reyna #11 of the United States is marked by Daniel Chacon #6 of Costa Rica during a FIFA World Cup qualifier game at Estadio Nacional de Costa Rica on March 30, 2022 in San Jose, Costa Rica. Brad Smith | ISI Photos | Getty Images Sport | Getty Images From key dates to kick-off times, here's all you need to know about this year's tournament. When and where is the 2022 World Cup? The 2022 World Cup is taking place in Qatar in the winter months rather than the usual summer ones, due to the heat. The tournament kicks off on Monday November 21 at the Al Bayt stadium in Al Khor when hosts Qatar take on Ecuador at the Al Bayt Stadium. England will also feature on the first day with their Group B match against Iran scheduled to take place just eight days after the Premier League shuts down. The final will be played at the Lusail Stadium in Doha a week before Christmas on Sunday December 18. Who has qualified so far? After a successful World Cup qualifying campaign, we pick out the best goals from England's journey to Qatar 2022, featuring strikes from Harry Kane, Bukayo Saka and more! 29 of the 32 nations who will appear at the tournament are now known. As hosts,  Qatar  received automatic qualification to next year's tournament. Four-time World Cup winners  Germany  were the first team to guarantee a spot through the qualification process in Europe, while  Brazil  - the most successful national team in World Cup history with five trophies - secured swift qualification as one of the top four teams in South America's groups. England secured their place in November by topping their qualifying group. Canada qualified for the World Cup finals for just the second time , beating Jamaica 4-0 to book their ticket to Qatar and end 36 years of failure and heartache. Mexico  and the  United States  also qualified for the World Cup in their final qualifier, and  Senegal, Ghana, Tunisia, Morocco  and  Cameroon  were among the final countries to book their places at Qatar 2022. Sadio Mane scored the winning kick as Senegal beat  Egypt  3-1 on penalties, with Mo Salah among the Egyptian players to miss their spot-kicks. In Europe,  Portugal  and  Poland  progressed to the finals after winning their play-off finals against  North Macedonia  and  Sweden  respectively. The third and final European play-off, which will feature  Wales  against  Scotland  or  Ukraine , has been delayed until June. Who will be the final three countries to qualify? Wales ,  Scotland  or  Ukraine  will be at the World Cup as play-off winners. Meanwhile, the intercontinental play-offs will be contested on 13-14 June in Qatar with  Australia  or  UAE  or  Peru  plus  Costa Rica  or  New Zealand  taking the two remaining places. UEFA and Intercontinental play-offs: Wales vs Scotland or Ukraine Australia or United Arab Emirates vs Peru Costa Rica vs New Zealand Because Scotland and Wales have been pitched in the same path, it means Scotland and Wales will play each other for a place at next year's World Cup if Scotland progress past  Ukraine  in their delayed play-off semi-final. What is the World Cup group draw? Group A:  Qatar, Ecuador, Senegal, Netherlands Group B:  England, Iran, USA, European play-off* Group C:  Argentina, Saudi Arabia, Mexico, Poland Group D:  France, Intercontinental play-off 1*, Denmark, Tunisia Group E:  Spain, Intercontinental play-off 2*, Germany, Japan Group F:  Belgium, Ghana, Morocco, Croatia Group G:  Brazil, Serbia, Switzerland, Cameroon Group H:  Portugal, Canada, Uruguay, South Korea What is the World Cup format and schedule? Image:France players celebrate winning the World Cup in Moscow in 2018 The 2022 World Cup will feature 32 teams in eight groups of four. Read more stories from Sky Sports Ten Hag refuses to rule out move to 'great club' Man Utd World Cup 2022: Every team who's qualified so far... Who will make England's 2022 World Cup squad? Four matches will be played each day during the group stage, which will run over a 12-day period and see winners and runners-up progress to the round of 16. Matches will only be assigned to particular venues after the finals draw, so organisers can choose optimal kick-off times to suit television audiences in different countries, as well as supporters out in Qatar. Unlike at Euro 2020, there will be a third-place play-off game on December 17. Group stage:  November 21- December 2 Round of 16:  December 3-6 Quarter-finals:  December 9/10 Semi-finals:  December 13/14 Final:  December 18 When will the matches kick off? FIFA has confirmed the first two rounds of matches will kick off at 1pm, 4pm, 7pm and 10pm local time (10am, 1pm, 4pm and 7pm in the United Kingdom). Kick-off times in the final round of group games and knock-out round matches will be at 6pm and 10pm local time (3pm and 7pm UK time). The final is scheduled to kick off at 6pm local time (3pm UK time) What are the venues? The group games will take place across eight stadia: Al Bayt Stadium, Khalifa International Stadium, Al Thumama Stadium, Ahmad Bin Ali Stadium, Lusail Stadium, Ras Abu Aboud Stadium, Education City Stadium, Al Janoub Stadium. What will happen with the Premier League? The Premier League has confirmed key dates for the 2022/23 campaign, with the season adjusted to accommodate a World Cup that takes place in the middle of the domestic calendar. The season will start a week earlier than normal on August 6 2022, with 16 matchdays taking place up to the weekend of November 12/13, before the tournament kicks off on November 21. The Premier League will resume on Boxing Day following the World Cup final, which takes place on December 18. The final match round of the 2022/23 season will be played on May 28 2023. Key World Cup, Premier League, Scottish Premiership dates April - World Cup draw. July 30 - Scottish Premiership season starts along with the EFL Championship, League One and League Two. August 6 - Premier League season starts. November 12-13 - Final round of Premier League, Championship and Scottish Premiership matches before the World Cup. November 21 - World Cup starts. December 2 - Final set of group stage matches. December 3-6 - The round of 16 starts. December 9-10 - The quarter-finals. December 10 - The Championship resumes. December 13-14 - World Cup semi-finals. December 17 - The Scottish Premiership resumes. December 18 - World Cup final. December 26 - The Premier League resumes. ", "polarity": 0.08139961256399612, "subjectivity": 0.5295385360453851}, {"id": 107041005, "datePublished": "2022-04-04T08:23:13+0000", "url": "https://www.cnbc.com/2022/04/03/jon-batiste-wins-3-grammy-awards-in-early-ceremony.html", "articleText": "Musician Jon Batiste accepts the Grammy for Best Music Video for Freedom, at the 64th Annual Grammy Awards Premiere ceremony in Las Vegas, Nevada, U.S. April 3, 2022. Mario Anzuoni | Reuters Olivia Rodrigo made an impressive Grammy debut, Silk Sonic claimed two major awards and Jon Batiste had the most stunning victory of the night winning the top prize at Sunday's Grammy Awards. Batiste won five Grammys Sunday including album of the year for \"\"We Are\"\" pulling off an upset in a loaded category filled with tough competition from Rodrigo, Billie Eilish, Taylor Swift and the combined talents of Tony Bennett and Lady Gaga. After his win, the multi-genre performer honored the artists he beat, telling the audience that \"\"the creative arts are subjective. Be you.\"\" \"\"I just put my head down and I work on the craft every day,\"\" said Batiste, who won for his song \"\"Cry,\"\" the video for \"\"Freedom\"\" and his work with the Trent Reznor and Atticus Ross on the soundtrack for \"\"Soul.\"\" Silk Sonic — the all-star union of Bruno Mars and Anderson .Paak — took home awards in all four categories it was nominated in, including record and song of the year. Both were exuberant as they accepted the honor toward the end of the ceremony. The wins in both major categories put Mars on the brink of history: He became the only artist along with Paul Simon to take win record of the year three times. He tied the record for most song of the year wins with two. Anderson .Paak and Bruno Mars of Silk Sonic perform onstage during the 64th Annual Grammy Awards at MGM Grand Garden Arena on April 3, 2022 in Las Vegas, Nevada. Kevin Mazur | Getty Images Entertainment | Getty Images \"\"We are really trying our hardest to remain humble at this point,\"\" .Paak said. \"\"But in the industry, they call that a clean sweep!\"\" later adding \"\"drinks is on Silk Sonic tonight!\"\" Rodrigo's win for best new artist put her in esteemed company including Carly Simon, Crosby, Stills &amp; Nash, Tom Jones, the Beatles and Billie Eilish. A veteran of the \"\"High School Musical\"\" series, she became the breakout music star of 2021, leading with her massive viral hit \"\"Drivers License\"\" and following with the single \"\"Good 4 U\"\" and the aching album \"\"Sour,\"\" which took best pop vocal album. \"\"This is my biggest dream come true,\"\" she said after her best new artist win. She thanked her parents for supporting her dreams, which at one point involved being an Olympic gymnast and quickly veered toward music. \"\"I want to thank my mom for being so supportive for all of my dreams, no matter how crazy. I want to thank my mom and dad for being equally as proud of me for winning a Grammy as they were when I learned how to do a back walk.\"\" Olivia Rodrigo performs onstage during the 64th Annual Grammy Awards at MGM Grand Garden Arena on April 3, 2022 in Las Vegas. Rich Fury | Getty Images The win came after the night's festivities briefly  grew somber when Ukrainian President Volodymyr Zelenskyy addressed the gathering  with an update on the war and numbers including children injured and killed. \"\"Our musicians wear body armor instead of tuxedos,\"\" he said. \"\"We are fighting Russia, which brings horrible silence with its bombs. The dead silence. Fill the silence with your music.\"\" He ended by saying: \"\"Tell the truth about the war on your social networks, on TV. Support us in any way you can, but not silence. And then peace will come to all our cities.\"\" John Legend then performed \"\"Free\"\" with Ukrainian exiles including singer-actress Mika Newton and poet Lyuba Yakimchuk. Silk Sonic opened the ceremony in Las Vegas with their high-energy, infectious mix of retro soul and funk by performing their \"\"777.\"\" They returned to the stage a short time later to collect the song of the year trophy for \"\"Leave the Door Open.\"\" Both Mars and .Paak jumped out their seat, threw up their hands and danced to their song. \"\"We'll be singing this song together for the rest of our lives,\"\" Mars said to .Paak Host Trevor Noah introduced the duo's opening performance by saying they were singlehandedly bringing back the 1970s, \"\"which might explain the inflation.\"\" Doja Cat and SZA gave an emotional speech after winning best pop duo-group performance for \"\"Kiss Me More.\"\" Cat told SZA that she's \"\"everything to me\"\" and the \"\"epitome of talent\"\" as she tried to hold back tears. \"\"This is a big deal,\"\" Cat said after she darted to the podium after using the bathroom. SZA beat her by a few seconds despite climbing onstage on crutches with the help of Lady Gaga. \"\"I feel like me and SZA are similar in the way that we both grew up with spiritual backgrounds,\"\" she continued. \"\"But she was perfect for this song.\"\" It was a family affair from cousins Baby Keem and Kendrick Lamar, who won best rap performance for their song \"\"Family Ties.\"\" Lamar won his 14th Grammy and the first for Keem, who said \"\"nothing could have prepared me for this moment\"\" after stepping out onstage to claim his trophy. VIDEO 15:49 15:49 The rise and fall of the Oscars and Emmys By the time the show started on CBS, Batiste had already taken home four  Grammy Awards , including his first ever, during a pre-telecast ceremony. \"\"I am so grateful for the gifts that God has given me and the ability to share that for the love of humankind,\"\" Batiste said after collecting his music video award for \"\"Freedom.\"\" \"\"We just wanted everyone to see it. Any depression, any bondage or any darkness that was over your life is completely removed by just the love and the joy of the video.\"\" Chris Stapleton won his third Grammy for best country solo performance for \"\"You Should Probably Leave.\"\" Tony Bennett extended his record as the artist with the most traditional pop vocal album honors with 14 wins with \"\"Love for Sale,\"\" a duet album with Lady Gaga. Dressed in all black, BTS took the stage with a flirty moment between V and Rodrigo before the group performed their hit single \"\"Butter.\"\" They made an appearance after one of the members tested positive for Covid-19. All seven of the members – Jin, Jimin, V, RM, J-Hope, Suga and Jungkook – acted as if they were secret agents dodging neon-blue lasers, dancing with smooth choreography before going into a brief rap portion of the song. BTS performs onstage during the 64th Annual GRAMMY Awards at MGM Grand Garden Arena on April 3, 2022 in Las Vegas, Nevada. Johnny Nunez | Getty Images Entertainment | Getty Images Foo Fighters won three awards Sunday, but were not in attendance to pick up their trophies following the recent death of drummer Taylor Hawkins. An extended tribute to Hawkins played before the show's In Memoriam segment honoring artists and music industry figures who've died. Eilish paid homage to Hawkins during her performance by sporting a black T-shirt with his image. She stepped onstage in an upside-down house along with her brother Finneas before walking into a downpour to perform the title track from her \"\"Happier Than Ever.\"\" TJ Osborne, who  came out as gay last year , fought back tears as he and his brother accepted a Grammy during the pre-telecast show for the Brothers Osborne song \"\"Younger Me.\"\" He noted the song was inspired by his coming out. \"\"I never thought that I would be able to do music professionally because of my sexuality. And I certainly never thought I would be here on the stage accepting a Grammy after having done something I felt like was going to be life changing and potentially in a very negative way,\"\" Osborne said. \"\"And here I am tonight, not only accepting this Grammy Award with my brother, which I love so much, but I'm here with a man that I love and he loves me back\"\" he said. \"\"I don't know what I did to be so lucky.\"\" The ceremony shifted in January from Los Angeles to Las Vegas because of rising Covid-19 cases and the omicron variant, with organizers citing \"\"too many risks.\"\" ", "polarity": 0.2584927983539095, "subjectivity": 0.4582879723157503}, {"id": 107040060, "datePublished": "2022-04-01T22:11:55+0000", "url": "https://www.cnbc.com/2022/04/01/markets-will-be-looking-for-clues-from-the-fed-ahead-as-historically-strong-month-gets-underway.html", "articleText": "VIDEO 4:03 04:03 Seabreeze Partners Management Doug Kass says globalization is dead Closing Bell: Overtime The stock market is heading into what promises to be a volatile second quarter, but April is traditionally the best month of the year for stocks. The major indices were higher in March, but they turned in a weak performance for the first quarter, the worst since the pandemic. Investors have been worried about rising interest rates, the war in Ukraine and inflation, which was made even worse by disruptions in commodities exports from both Russia and Ukraine. Stocks are typically higher in April, and it is historically the best month of the year for the S&amp;P 500 . The S&amp;P has been higher 70% of the time and has gained an average 1.7% in all Aprils since World War II, according to Sam Stovall, chief investment strategist at CFRA. For all months, the S&amp;P averaged a gain of 0.7%. The S&amp;P 500 was up 3.6% in March, and Stovall said the rally could continue. \"\"I think we get back to breakeven, but then I wouldn't be surprised if we go through another pullback or correction before we have an end of year rally,\"\" he said. Market focus in the week ahead will remain squarely on developments around the Ukraine war and on the Federal Reserve. The Fed on Wednesday is scheduled to release minutes from its March meeting, where it raised interest rates for the first time since 2018. There are also a handful of Fed speakers, including Fed Governor Lael Brainard, who speaks Tuesday. VIDEO 4:12 04:12 We're optimistic about equities but there will be risks, says SVB Private Bank's Saccocia Halftime Report Greg Faranello, AmeriVet Securities head of U.S. rates, said the Fed minutes could be the highlight of the week since the central bank is likely to provide more detail on its plans to shrink its balance sheet. The Fed has nearly $9 trillion in securities on its balance sheet, and a reduction of those holdings would be another step to tighten policy. \"\"The market is curious. They're going to be looking for some clues in terms of how quickly, how big, what the caps look like,\"\" said Faranello. The economic data calendar is light, with factory orders Monday, international trade and ISM services Tuesday and wholesale trade Friday. Traders will also be watching for any comments from companies ahead of the first-quarter earnings reporting season, which starts in mid-April. \"\"The first-quarter earnings have actually been improving in the last month, so that's encouraging,\"\" said Stovall. Farewell to first quarter The Dow was off 4.6% for the first quarter, while the S&amp;P 500 was down 5%. The worst performer by far was the Nasdaq, down 9.1%. In the past week, stocks were barely changed. The Dow was down 0.1%, while the S&amp;P was up 0.1%. The Nasdaq was up 0.7%. Interest rates also moved dramatically during the quarter, with the benchmark 10-year Treasury yield temporarily touching a high of 2.55% in the past week, after starting the quarter at 1.51%. On Friday, the 10-year was yielding 2.37%, while the two-year yield, which most reflects Fed policy, was at 2.45%. The two-year was yielding 0.73% at the beginning of the year. Faranello said bond yields can keep going higher on inflation concerns, but they could consolidate before another big move. \"\"I think the market is looking for a new catalyst here,\"\" he said. \"\"I just think the first quarter has been about repricing the market, and we've done that...The Fed came out very hawkish. We made made a dramatic repricing. Now, we need to see more data to see how this is going to evolve in the second quarter.\"\" Loading chart... Stovall said the S&amp;P 500's first-quarter performance is one of the 15 worst first quarters, going back to 1945. After those weak quarters, down 3.8% or more, the second quarter was better on average. This year's first-quarter decline was tied with 1994, which had the 12th worst first quarter. After those 15 weak first quarters, \"\"we actually climbed 4.8% in the second quarter and rose in price two out of every three times,\"\" he said. But for the full year, the S&amp;P 500 gained just 40% of the time, and was down an average 2% in those years. But this year is a midterm election year, and in those years the second and third quarters are typically the weakest. \"\"Of those 15 worst quarters, five of them were midterm election years, and of those five, the second quarter was up an average 1%, and it rose in price only 40% of the time,\"\" Stovall said. Stovall said the market could be higher in the second quarter, but it will face headwinds. \"\"Oil prices are likely to remain up. Interest rates are certainly not coming down,\"\" he said, adding geopolitical pressures are likely to remain. \"\"I see the possibility of a 1% gain. We could probably eke out something good.\"\" Stocks were held hostage by rising and volatile oil prices in the first quarter, as the world scrambled to make up for Russia's export barrels. Many customers refused to buy Russian oil for fear of running afoul of financial sanctions on Russia's financial system. After wild swings both higher and lower, West Texas Intermediate oil futures gained 39% in the first quarter, the eighth positive quarter in a row and its best first quarter since 1999. WTI was just under $100 per barrel Friday afternoon. Choppy, volatile market Joe Quinlan, head of CIO Market Strategy for Merrill and Bank of America Private Bank, said he is constructive on the market heading into the second quarter, but he sees some rough spots ahead. \"\"We've got to work through the inflation problem, and the Fed catching up to the expectations of the market,\"\" Quinlan said. \"\"We've got to re-anchor inflation. It's going to be a choppy, volatile year. We're tilting more toward hard assets, whether it's commodities, energy and natural gas.\"\" Quinlan said he leans towards equities over fixed income, which has also been unusually volatile. \"\"We're using equities as a hedge against inflation,\"\" he said. \"\"Within that framework is more hard assets, fuels, agriculture complex in general and metals and minerals.\"\" In the second quarter, the stock market will continue to adjust to an aggressive Federal Reserve against the backdrop of what should have been a solid economy. With 431,000 payrolls added in March , jobs data continues to be strong, but there is a fear the Fed will raise interest rates too quickly, derailing the economy and spinning it into recession. Traders in the futures market expect the Fed will increase its fire power at its next meeting in early May, hiking interest rates by 50 basis points, or a half-percent. The Fed's first rate increase was a quarter-point at its March meeting. The market is pricing in the equivalent of eight quarter-point hikes, and Treasury yields have moved higher with stunning speed as market expectations for interest rates shifted. The two-year Treasury yield rose above the 10-year yield, or inverted this past week, for the first time since 2019. That is viewed by the market as a warning sign for a recession. Fed officials have signaled they want to move to trim the balance sheet soon. Kansas City Fed President Esther George this past week said the Fed's balance sheet will need to decline significantly. She said the Fed's holdings of Treasurys may have depressed the 10-year yield, causing the yield curve to invert. Faranello said interest rates could still head higher on inflation worries, but rates could consolidate after their recent run higher. The yield curve could also remain inverted. \"\"We can stay like this for a year-and-a-half. Everyone's screaming a recession is coming...I don't think the yield curve is telling us a recession is just about to happen,\"\" Faranello said. Week ahead calendar Monday 10:00 a.m. Factory orders Tuesday 8:30 a.m. International trade 9:45 a.m. Services PMI 10:00 a.m. ISM Services 10:00 a.m. Fed Governor Lael Brainard and Minneapolis Fed President Neel Kashkari 2:00 p.m. New York Fed President John Williams Wednesday Earnings: Levi Strauss 9:30 a.m. Philadelphia Fed President Patrick Harker 2:00 p.m. FOMC minutes Thursday Earnings : WD-40, Conagra Brands , Constellation Brands, Lamb Weston 9:00 a.m. St. Louis Fed President James Bullard 8:30a.m. Initial claims 2:00 p.m. Atlanta Fed President Raphael Bostic 2:00 p.m. Chicago Fed President Charles Evans 3:00 p.m. Consumer credit 4:05 p.m. New York Fed's Williams Friday 10:00 a.m. Wholesale trade ", "polarity": 0.07137077120410455, "subjectivity": 0.414966810966811}, {"id": 107041072, "datePublished": "2022-04-04T08:47:45+0000", "url": "https://www.cnbc.com/2022/04/04/us-bonds-treasury-yields-invert-ahead-of-fed-minutes.html", "articleText": "U.S. Treasury yields inverted on Monday morning, with investors remaining focused on Federal Reserve policy, ahead of the central bank's latest meeting minutes due out later in the week. The yield on the 2-year Treasury yield was up less than basis point to 2.4384 at 4:25 a.m. ET, while the benchmark 10-year Treasury note rose 1 basis point to 2.386%. The yield on the 5-year government bond moved less than a basis point higher to 2.5553% and the 30-year Treasury bond climbed 2 basis points higher to 2.4499%. Yields move inversely to prices and 1 basis point is equal to 0.01%. Treasurys 2-year and 10-year yields, which form the main part of the yield curve watched by traders, inverted once again on Monday. Those Treasury yields flipped on Thursday for the first time since 2019 and did so again on Friday, following the release of closely watched jobs data. The Bureau of Labor Statistics reported on Friday that 431,000 nonfarm payrolls were added in March, with an unemployment rate of 3.6%. Economists surveyed by Dow Jones had forecast that 490,000 were added last month, with an unemployment rate of 3.7%. The inversion in yields following this report points to investor concern that strong economic data could give the Fed the green light to go ahead with plans to more aggressively hike interest rates. There are fears that these rate hikes could slow economic growth. Stock picks and investing trends from CNBC Pro: These are JPMorgan’s top stock picks for April A new stablecoin issuer is buying billions of dollars in bitcoin. What crypto investors need to know Investors are plowing money into clean energy funds as Ukraine war puts energy needs in spotlight 5-year and 30-year Treasury yields have also remained inverted, having flipped for the first time since 2006 a week ago. The inversion in Treasury yields has historically occurred prior to recessions, though economists have pointed out that it is not a guarantee of an economic downturn. Investor focus this week will be on minutes from the latest Fed meeting, due out at 2 p.m. ET on Wednesday. ING strategists said in a note on Monday that they expected the Fed to announce 50 basis point rate hikes at the May, June and July meetings. \"\"This should continue to push yields up across the board, but also invert the curve further,\"\" they said. On Monday, February's factory orders data is set to be released at 10 a.m. ET. Investors also continue to watch developments in Russia-Ukraine war. Russia's chief negotiator Vladimir Medinsky said draft peace treaty talks will resume on Monday, underlining that the Kremlin's position on Crimea and Donbas remains unchanged. Ukrainian President Volodymyr Zelenskyy has accused Russian forces of committing genocide Auctions are scheduled to be held on Monday for $57 billion of 13-week bills and $48 billion of 26-week bills. — CNBC's Jesse Pound and Sam Meredith contributed to this market report. ", "polarity": 0.13293226381461679, "subjectivity": 0.3584670231729055}, {"id": 107037275, "datePublished": "2022-03-29T20:54:51+0000", "url": "https://www.cnbc.com/2022/03/29/fda-authorizes-fourth-pfizer-covid-vaccine-dose-for-people-age-50-and-older-.html", "articleText": "In this article FOXA PFE MRNA VIDEO 1:45 01:45 FDA authorizes fourth Covid vaccine dose for people age 50 and older Squawk on the Street The top U.S. health regulators on Tuesday cleared fourth Covid vaccine doses for older adults, amid uncertainty over whether an even more contagious version of omicron will cause another wave of infections in the U.S. as it has in Europe and China. The FDA authorized Pfizer and Moderna fourth doses for everyone age 50 and older, as well as a fifth dose for certain younger people with compromised immune systems. People age 12 and older with weakened immune systems are eligible for a Pfizer fifth dose, and those 18 and older with the same condition are eligible for Moderna. The Centers for Disease Control and Prevention quickly signed off on the decision, paving the way for those eligible to get a new round of boosters. The CDC also recommended that all adults who received two doses of Johnson &amp; Johnson's vaccine get third shots using Pfizer or Moderna. Adults who received the J&amp;J vaccine and a second shot of Pfizer or Moderna are not yet eligible for a third dose, unless they are age 50 and older or have compromised immune systems. All of the new boosters are to be administered at least four months after the last shot. The FDA and CDC made the decision without calling meetings of their vaccine advisory committees, a rare move the agencies have made more frequently over the course of the pandemic to expand uses of already-approved Covid vaccines. The drug regulator's authorization comes just two weeks after Pfizer and Moderna asked the FDA to permit a second booster shot based on data from Israel. The FDA's advisory committee on vaccines is scheduled to meet on April 6 to discuss the future of booster shots in the U.S. The vaccine experts are expected to hold a broad discussion about boosters and will not vote on a specific recommendation. Dr. Peter Marks, head of the FDA office responsible for vaccine safety and efficacy, said the drug regulator did not call an advisory meeting because the decision was \"\"relatively straightforward.\"\" \"\"This fourth booster dose is something that evidence that we have now from Israel suggests that by getting this, one can reduce the risk of hospitalization and death in this population of older individuals,\"\" Marks said during a call with reporters after the decision. Dr. Paul Offit, a committee member, criticized the drug regulator for moving forward without holding an open meeting where the American public can hear experts weigh the data and make a recommendation to the FDA about the best path forward. The vaccine advisory committee's recommendations are nonbinding, but they help provide transparency for the public. \"\"It's just sort of fait accompli,\"\" Offit said of the FDA authorization. \"\"So is this the way it works? We talk endlessly about how we follow the science — it doesn't seem to work out that way.\"\" CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters The FDA has not called on the committee members to make a recommendation on booster shots since last fall when they voted in favor of a third Pfizer or Moderna dose for people age 65 and older and younger people at risk of severe Covid. Health experts disagree on whether a fourth vaccine dose is needed right now, though the debate is nuanced. There is broader agreement that the elderly or people with compromised immune systems may benefit from additional protection. Another booster shot for young, healthy adults is more controversial, as they are less susceptible to severe illness from Covid. Dr. Peter Hotez, a vaccine expert at the Baylor College of Medicine in Houston, said some scientists believe the only purpose of the shots is to keep people out of the hospital. However, Hotez said vaccine policy should also seek to prevent infection and long Covid. The effectiveness of the third dose against hospitalization from omicron has also declined over time, he said. The CDC published a study in February that showed the effectiveness of the third dose against emergency room visits declined from 87% to 66% against emergency room visits, and from 91% to 78% against hospitalization at four months after receiving the shot. \"\"That gives me pause for concern that the boosters are not necessarily holding up as well as we'd like,\"\" said Hotez, who strongly supports a fourth dose based on Israeli data showing another booster increases protection for people older than 60. Israeli scientists, in a study published last week , found the death rate from omicron was 78% lower in senior citizens 60- to 100-years-old who received a fourth Pfizer dose compared with those who received just three shots. The study, which has not undergone peer review, examined the medical records of more than 500,000 people from January through February at Clalit Health Services, Israel's largest health-care provider. The FDA decision to authorize fourth doses for those age 50 and older was broader than Pfizer's request and narrower than Moderna's. Pfizer had asked the FDA to clear fourth doses for those age 65 and older, while Moderna asked the drug regulator to permit them for all adults age 18 and older. Moderna CEO Stephane Bancel told CNBC last week that the biotech company filed a broader request in order to give the FDA flexibility to decide which age group needs a fourth dose right now. John Moore, a professor of microbiology and immunology at Weill Cornell Medical College, criticized Moderna's request for a fourth dose for all adults as an aggressive, blanket application that doesn't distinguish between the different needs that older and younger people have. \"\"The old and frail person has much more need of an additional vaccine dose than a young healthy athlete,\"\" Moore said. The authorization of fourth shots comes as a more contagious omicron subvariant, BA.2, has caused new waves of infection in major European nations and China, which is battling its worst outbreak since 2020. BA.2 has gained ground in the U.S. since February and is expected to become the dominant variant here in the coming weeks. White House chief medical advisor Dr. Anthony Fauci has said infections might increase in the U.S. due to BA.2, though he doesn't expect another wave. \"\"We're hoping that by taking this action, we will help allow people to take steps to protect themselves should we have another wave that comes through this country,\"\" Marks said. BA.2 generally does not make people sicker than the earlier version of omicron, BA.1, and the vaccines have the same level of effectiveness against both types of the variant, according to studies from South Africa and Qatar among others. Neither study has undergone peer review. It's unclear if the FDA will also approve fourth doses for younger adults at some point, as there's less data to support such a decision right now. Marks said the U.S. might need a more general booster campaign for people under 50 years old in the fall, when Covid will likely pick up again and immunity will have waned. He also said the U.S. might have to switch to a vaccine that targets a specific variant such as omicron. The current vaccines were developed against the Wuhan strain. An Israeli study from February among health-care workers ages 18 and older indicated that a fourth dose does not boost immunity but restores it to the peak strength of the third dose. Many people in the study who received a fourth dose still got infected, though they were either asymptomatic or had mild symptoms. \"\"A fourth vaccination of healthy young health-care workers may have only marginal benefits,\"\" Dr. Gili Regev-Yochay and a team of scientists from Sheba Medical Center and Israel's Ministry of Health who conducted the study wrote in a letter to the New England Journal of Medicine this month. The FDA advisory committee voted overwhelmingly against a third dose for everyone age 16 and older in September last year because the experts felt there wasn't enough data to support such a decision. Two months later, the FDA authorized Moderna and Pfizer boosters for all adults without holding an advisory committee meeting, and then lowered eligibility in December and January to include everyone 12 and older. ", "polarity": 0.10690630797773652, "subjectivity": 0.3024470470006184}, {"id": 107040175, "datePublished": "2022-04-01T22:09:51+0000", "url": "https://www.cnbc.com/2022/04/01/us-bonds-treasury-yields-invert-stoking-recession-fears.html", "articleText": "VIDEO 4:35 04:35 Treasury yield curve is a reliable recession indicator with major lead time, says Fairlead's Stockton Squawk Box A key part of the Treasury yields inverted on Friday, stoking fears that a recession could be in the cards, after jobs data caused short-term rates to jump. The benchmark 10-year Treasury note was up more than 5 basis points at 2.382%, and the rate on the 2-year U.S. government bond surged 16 basis points higher to 2.448%. Yields move inversely to prices and 1 basis point is equal to 0.01%. Other parts of the yield curve also remained inverted. The yield on the 5-year Treasury surged 14 basis points to 2.559%, while the rate on the 30-year Treasury bond slipped 1 basis point to 2.433%. 5-year and 30-year yields inverted for the first time since 2006 on Monday. Treasurys Historically, yield curve inversions have occurred prior to to recessions, as investors selling out of short-dated Treasurys in favor of long-dated government bonds signals concerns about the health of the economy. The  2-year and 10-year part of the yield curve  inverted Thursday night for the first time since 2019. It then went back to a normal state overnight before the jobs report Friday morning caused short-term rates to rise at a faster pace than long-term rates. However, economists have pointed out that this indicator does not guarantee a recession , and that it can be more than a year after the yield curve inverts before there is an economic downturn. \"\"It just seems as though the front end of the curve is telling such a different picture than the back end of the curve. I do think the market has fast-forwarded a ton of rate hikes, and I think in some ways they are pricing in a greater risk of a Fed mistake,\"\" said Mark Heppenstall, president and chief investment officer of Penn Mutual Asset Management. Heppenstall said he was watching the relationship between the 10-year and even shorter term Treasurys than the 2-year more than the longer-dated curves. On the economic front, nonfarm payrolls expanded by 431,000 for the month, while the unemployment rate was 3.6%, the Bureau of Labor Statistics reported Friday. Economists surveyed by Dow Jones had been looking for 490,000 on payrolls and 3.7% for the jobless level. The data showed a strong economy for now, but investors are worried that it will also give the green light to the Federal Reserve to follow through on its aggressive plan to hike rates at every meeting this year. And those rate hikes could eventually slow the economy over the long term. In addition to rising inflation amid the Russia-Ukraine war, investors have become concerned that the Federal Reserve's plans to potentially hike rates more aggressively to combat pricing pressures, could tip the economy into a recession. Stock picks and investing trends from CNBC Pro: These are JPMorgan’s top stock picks for April A new stablecoin issuer is buying billions of dollars in bitcoin. What crypto investors need to know Investors are plowing money into clean energy funds as Ukraine war puts energy needs in spotlight \"\"At the end of the day, this does nothing to get in the way of the Fed,\"\" said David Petrosinelli, senior trader at InspereX. \"\"I think the Fed should do 50 [basis points], and you're getting more of a drumbeat for 50.\"\" Developments in the Russia-Ukraine war also remain in focus, with talks between the two countries having made little progress so far. Russian President Vladimir Putin has said that foreign buyers of the country's gas will have to pay for it in rubles from Friday. In other economic news, February construction spending data and March manufacturing data from ISM coming in below expectations. — CNBC's Patti Domm, Yun Li and Sarah Min contributed to this market report. ", "polarity": 0.14557739557739557, "subjectivity": 0.4278255528255528}, {"id": 107038184, "datePublished": "2022-04-01T01:13:44+0000", "url": "https://www.cnbc.com/2022/03/31/2-year-treasury-yield-tops-10-year-rate-a-yield-curve-inversion-that-could-signal-a-recession.html", "articleText": "VIDEO 5:12 05:12 Fed chatter suggests less confidence the U.S. can avoid a recession Fast Money The 2-year and 10-year Treasury yields inverted for the first time since 2019 on Thursday, sending a possible warning signal that a recession could be on the horizon. The bond market phenomenon means the rate of the 2-year note is now higher than the 10-year note yield. This part of the yield curve is the most closely watched and typically given the most credence by investors that the economy could be heading for a downturn when it inverts. The 2-year to 10-year spread was last in negative territory in 2019, before pandemic lockdowns sent the global economy into a steep recession in early 2020. The yield on the 10-year Treasury fell to 2.331%, while the yield on the 2-year Treasury was at 2.337% at one point in late trading Thursday. After a brief inversion, both yields were basically trading at the 2.34% level in the latest trading. (Click here to monitor the spread in real time.) Traders work on the floor at the New York Stock Exchange (NYSE) in Manhattan, New York City, U.S., March 7, 2022. Andrew Kelly | Reuters When the curve inverts, \"\"there has been a better than two-thirds chance of a recession at some point in the next year and a greater than 98% chance of a recession at some point in the next two years,\"\" according to Bespoke. Some data providers showed the 2-10 spread technically inverted for a few seconds earlier Tuesday, but CNBC data did not confirm the inversion until now. And to be sure, many economists believe the curve needs to stay inverted for a substantial amount of time before it gives a valid signal. In general, a simple way to look at the importance of the yield curve is to think about what it means for a bank. The yield curve measures the spread between a bank's cost of money versus what it will make by lending it out or investing it over a longer period of time. If banks can't make money, lending slows and so does economic activity. Stock picks and investing trends from CNBC Pro: These are JPMorgan’s top stock picks for April A new stablecoin issuer is buying billions of dollars in bitcoin. What crypto investors need to know Investors are plowing money into clean energy funds as Ukraine war puts energy needs in spotlight While the yield curve has sent somewhat reliable signals about pending recessions, there is often a long time lag and analysts say there needs to be corroborating evidence before investors need to fear a recession is around the corner. Some of those other signals could include a slowdown in hiring and a sudden increase in unemployment, or early warnings in ISM and other data that manufacturing activity could be slowing. Analysts say the yield curve's inversion could also reverse should there be a resolution to the war in Ukraine or the Federal Reserve pauses in its rate-hiking cycle. According to MUFG Securities, the yield curve inverted 422 days ahead of the 2001 recession, 571 days ahead of the 2007-to-2009 recession and 163 days before the 2020 recession. \"\"Most of time, it is a recession harbinger but not all the time,\"\" said Julian Emanuel, head of equity, derivatives and quantitative strategy at Evercore ISI. He noted one time when the curve inverted but the economy avoided a recession was in 1998 during the Russian debt crisis which was followed by the Long Term Capital Management failure. \"\"The nice thing about the last 30-year history is that there's been so few recessions that you don't want to say something is a golden rule, particularly when there are not enough observations and there's one big standout to that rule,\"\" he said. Bespoke notes that after six instances where the 2-year and 10-year yields inverted going back to 1978, the stock market continued to perform positively. The S&amp;P 500 was up an average 1.6% a month after the inversions but was up an average 13.3% a year later. \"\"Basically what tends to happen is over the long haul is that yes in most cases there is a recession, but many times it is six- to 18-months in the distance and the stock market does not tend to peak until between two and 12-months prior to the onset of a recession,\"\" said Emanuel. \"\"Again, while the probability of a recession in Europe has become a base case, that's not the case for the U.S.\"\" Evercore sees a 25% chance of a U.S. recession. Some bond pros do not believe the yield curve inversion is as reliable a recession predictor as it once was because the Federal Reserve has become such a big player in the market. The Fed's nearly $9 trillion balance sheet holds many Treasurys, and strategists believe it has suppressed interest rates at the long end, meaning the yields of the 10-year note and the 30-year bond should be higher. In fact, Richard Bernstein Associates notes that if the Fed had never engaged in quantitative easing, the 10-year yield could be closer to 3.7%. Were it not for the central bank's bond-buying program, the yield curve for the 2-year and the 10-year would then be more like 100 basis points apart, instead of inverted. (1 basis point equals 0.01%.) Strategists say the 2-year yield has climbed most rapidly since it is the part of the curve most reflective of Fed rate hikes. The 10-year has also moved higher on the Fed, but it has also been held back by flight-to-quality trades as investors keep an eye on the Ukraine war. Yields move opposite price. Some market pros believe the 3-month yield to the 10-year yield is a more accurate recession forecaster, and that curve has not flattened at all. That spread has been widening, a signal for better economic growth. ", "polarity": 0.13052232854864435, "subjectivity": 0.38932178932178924}, {"id": 107041049, "datePublished": "2022-04-04T06:22:46+0000", "url": "https://www.cnbc.com/2022/04/04/oil-markets-supply-concerns-yemen-truce.html", "articleText": "In this article @LCO.1 @CL.1 Oil derrick pumps operate at the Inglewood Oil Field in Culver City, California, on Sunday, July 11, 2021. Kyle Grillot | Bloomberg | Getty Images Oil prices inched higher on Monday as worries about tight supply persisted even as investors eyed the release of supplies from strategic reserves from consuming nations and a truce in Yemen sparked hopes that supply issues in the Middle East could abate. Brent crude futures were up 9 cents, or 0.09%, to $104.48 a barrel by 0427 GMT while U.S. West Texas Intermediate crude was at $99.30 a barrel, up 3 cents, or 0.03%. Both contracts slipped $1 when markets opened on Monday. The United Nations has brokered a two-month truce between a Saudi-led coalition and the Houthi group aligned with Iran for the first time in the seven-year conflict. Saudi oil facilities have come under attack by the Houthis during the conflict, adding to supply disruption from Russia. \"\"Still, the fragile detente does little to alleviate the absence of Russian oil,\"\" said Stephen Innes, managing partner at SPI Asset Management in a note. Oil and gas condensate production at the world's No. 2 exporter fell to 11.01 million barrels per day (bpd) in March, from an average output of 11.08 million bpd in February, industry sources said. The Russian oil industry has been hit by Western sanctions and buyer aversion after Russia's invasion of Ukraine. Estimates of the Russian oil supply loss range from 1 million to 3 million bpd. Oil prices slumped about 13% last week after U.S. President Joe Biden announced that up to 1 million bpd of oil would be sold from the U.S. Strategic Petroleum Reserve (SPR) for six months starting in May. Biden said the release, the third in the past six months, will serve as a bridge until domestic producers can boost output and bring supply into balance with demand. The U.S. Energy Department formally outlined a sale of oil from emergency reserves while members of the International Energy Agency also agreed to release more oil on Friday. The IEA said the volume will be made public this week. \"\"The joint efforts of the U.S. and its allies could temporarily balance off the supply shortfalls in 2022, but it might not be a long-term solution,\"\" said Tina Teng, a markets analyst at CMC Markets APAC &amp; Canada in a note. \"\"Also, the U.S. oil producers may be reluctant for an output increase to keep profit high.\"\" Despite calls from Biden for U.S. energy firms to ramp up production, growth in rig count remains slow as drillers continue to return cash to shareholders from high crude prices rather than boost production. Demand concerns in China, the world's top oil importer, persist as its most populous city, Shanghai, has extended COVID-19 lockdowns. China's transport ministry expects a 20% drop in road traffic and a 55% fall in flights during the three-day Qingming holiday that starts on Sunday due to a flare-up of COVID-19 cases in the country. ", "polarity": -0.033916256157635466, "subjectivity": 0.3261165845648604}, {"id": 107035702, "datePublished": "2022-03-30T08:19:54+0000", "url": "https://www.cnbc.com/2022/03/30/chinas-wealthy-moving-money-to-singapore-amid-common-prosperity-push.html", "articleText": "As Beijing pushes for \"\"common prosperity\"\" and political turmoil threatens Hong Kong, Singapore has become a safe harbor for some of the region's wealthiest tycoons and their families. Wei Leng Tay | Bloomberg | Getty Images More and more wealthy Chinese are worried about keeping their money on the mainland and some see Singapore as a safe haven. Since protests disrupted Hong Kong's economy in 2019, affluent Chinese have looked for alternative places to store their wealth. Singapore proved attractive because of its large Mandarin Chinese-speaking community and, unlike many countries, it doesn't have a wealth tax.  The trend appeared to pick up last year after Beijing's sudden crackdown on the education industry and emphasis on \"\"common prosperity\"\" — moderate wealth for all, rather than just a few.  That's according to CNBC's interviews with firms in Singapore that are helping wealthy Chinese move their assets to the city-state via the family office structure. A family office is a privately held company that handles investment and wealth management for an affluent family. In Singapore, setting up a family office typically requires at least $5 million in assets. Over the last 12 months, inquiries about setting up a family office in Singapore have doubled at Jenga, a five-year-old accounting and corporate services firm, according to its founder Iris Xu. She said the majority of inquiries come from people in China or emigrants from the country.  [Wealthy Chinese] believe there are plenty of opportunities to make a fortune in China, but they are not sure whether it is safe for them to park money there. Iris Xu founder of Jenga About 50 of her clients have opened family offices in Singapore — each with at least $10 million in assets, Xu said.  China's rapid economic growth has minted hundreds of billionaires in just a few decades. Many more joined their ranks their last year, according to Forbes . That brought the total number of billionaires in China to 626, second only to the United States' 724 billionaires, the data showed. Xu said her Chinese clients \"\"believe there are plenty of opportunities to make a fortune in China, but they are not sure whether it is safe for them to park money there,\"\" according to a CNBC translation of the interview in Mandarin.  'Common prosperity' worries New family office-related work is coming disproportionately from Chinese clients, said Ryan Lin, a director at Bayfront Law in Singapore. His firm also has clients from India, Indonesia and parts of Europe. Mainland China's tight capital controls — an official limit of $50,000 in overseas foreign exchange a year — limit those billionaires' ability to move money out of the country, Lin said. That cap is set by the State Administration of Foreign Exchange, which did not immediately respond to a CNBC request for comment. Although those capital controls mean many Chinese clients are opening family offices with smaller amounts of capital, Lin said most own revenue-generating business outside the mainland.  VIDEO 3:26 03:26 Chinese wealth manager Hywin on how ultra-rich clients are investing Squawk Box Asia Other Chinese clients had already moved assets to Hong Kong, before moving them to Singapore, he said. \"\"This kind of trend has started since the 2019 riots in Hong Kong when many Chinese had a second thought about asset safety,\"\" Lin said. He said the trend accelerated in 2021 following the crackdown on the education industry and Chinese President Xi Jinping's talk of common prosperity. China's top executive body, the State Council, did not immediately respond to a CNBC request for comment. In a speech last year, Xi called for curbs on \"\"excessive\"\" income as China seeks to fulfill the Marxist vision of common prosperity and reduce wealth inequality. Those comments came after months of increased scrutiny on China's big tech and education companies, as well as real estate developers — all industries that created enormous wealth for founders and executives in just two decades. Family office as a way to immigrate Covid-related restrictions on international travel also accelerated the interest of wealthy Chinese in establishing family offices in Singapore, Xu said. The country has a global investor program that allows adults who invest at least 2.5 million Singapore dollars ($1.8 million) to apply for permanent residency.  Since the pandemic began, some Chinese citizens found that China's government could suspend passport issuing and renewal services on grounds of virus control.  In response to an online question in August about passport suspension, China's National Immigration Administration said it would issue such documents only to those with essential or emergency reasons for leaving the country.  Singapore's family office boom Many billionaires worldwide have used family offices to manage their wealth. Another part of Singapore's appeal is that its location gives investors proximity to other investment opportunities in Asia. Since late 2020, Bridgewater founder Ray Dalio and Google co-founder Sergey Brin have opened family offices in Singapore to take advantage of its friendly tax policy, according to Bloomberg reports. VIDEO 3:14 03:14 A look at family offices in Asia and their investment interests Street Signs Asia In 2020, there were about 400 family offices in Singapore, according to the nation's Economic Development Board . The authority hasn't updated the number since the end of 2021, and did not offer CNBC additional comment. Local firms assisting with family office setups in Singapore estimate there could be hundreds more now. That's driven demand for services workers — for all aspects of the business. Xu said her firm expanded its headcount by 25% last year, and that it's getting harder to hire chauffeurs for family offices in Singapore. How long can it last? The ongoing war between Russia and Ukraine has brought uncertainty to Chinese citizens who want to open family offices in Singapore. China has said it opposes sanctions. Beijing has also refused to call Russia's attack on Ukraine an invasion, and state media often blames the U.S. for the conflict. In contrast to China's attempt to take a neutral stance on the war, Singapore joined the U.S. and the EU in imposing sanctions on Russia earlier this month, reportedly freezing local bank accounts held by sanctioned Russian individuals and entities.  Jenga's Xu said the news of the asset freeze gave some potential Chinese clients pause in their plans to open a family office in Singapore. Read more about China from CNBC Pro Morgan Stanley says these Chinese stocks could rebound — Alibaba, Tencent aren't on the list Wall Street banks name their favorite Asia stocks — and Citi says one could have upside of 167% Nevertheless, Xu and Lin from Bayfront said inquiries from Chinese people looking to open family offices in Singapore have grown this year at a pace similar to that of 2021. But it's not clear whether the interest in Singapore means the city has gained a significant edge in longstanding competition with Hong Kong as a financial center. Singapore is considering a broader range of wealth taxes — including tax on capital gains, dividends and net wealth tax on individuals, Finance Minister Lawrence Wong told CNBC last month. Xu said that Hong Kong financial professionals have a more established track record of managing money and some Hong Kong asset managers are going to Singapore in search of potential customers. \"\"If Singapore cannot catch up in providing [quality] wealth management services, Chinese assets will still be managed by professionals from Hong Kong. After all, family offices are not restricted in where they invest,\"\" she said. ", "polarity": 0.08481438029757357, "subjectivity": 0.3767572180387307}]