[{"company": {"symbol": "AMZN", "name": "Amazon", "sector": "Consumer Discretionary"}, "articlesCompanyReferencedIn": [{"id": 107040981, "datePublished": "2022-04-05T11:33:45+0000", "url": "https://www.cnbc.com/2022/04/05/amazon-signs-rocket-deal-with-blue-origin-arianespace-ula-for-project-kuiper-internet-satellites.html", "articleText": "In this article AMZN Artist renderings of the companies' rockets, from left to right: New Glenn, Vulcan Centaur, and Ariane 6. Blue Origin / United Launch Alliance / Arianespace Amazon on Tuesday announced what it says is the biggest rocket deal in the commercial space industry's history, signing on with three companies for up to 83 launches of its Project Kuiper internet satellites. The technology giant signed contracts for 38 launches with United Launch Alliance (ULA) – a joint venture of Boeing and Lockheed Martin ; 18 launches with European company Arianespace; and 12 launches with Blue Origin, with an option for as many as 15 additional launches with the private venture that's owned by Amazon founder Jeff Bezos . Project Kuiper is  Amazon's plan to build a network of 3,236 satellites  in low Earth orbit, to provide high-speed internet to anywhere in the world. The FCC in 2020 authorized Amazon's system, which the company has said it will \"\"invest more than $10 billion\"\" to build. Amazon is set to begin testing a pair of Kuiper prototype satellites with a launch scheduled for late this year, launching on ABL Space's RS1 rocket , before moving on to launch operational satellites. Although Amazon has not said when the Kuiper launch campaign will begin, FCC rules require the company to deploy half of its planned satellites within six years – meaning about 1,600 in orbit by July 2026. \"\"We still have lots of work ahead, but the team has continued to hit milestone after milestone across every aspect of our satellite system. These launch agreements reflect our incredible commitment and belief in Project Kuiper,\"\" Dave Limp, Amazon senior vice president of devices and services, said in a statement. The terms of the contracts announced Tuesday were not disclosed. ULA will use its Vulcan rockets for the 38 Kuiper launches, in addition to the nine Atlas V rocket launches for Kuiper that Amazon purchased last year . ULA's Vulcan rocket has yet to launch, but its debut mission is set for late this year. While ULA has not disclosed the base price of a Vulcan launch, the U.S. government purchased launches on the rocket for about $112 million each. Arianespace will fly its 18 Kuiper missions on its coming Ariane 6 rockets, which are also set to debut later this year. The European rocket builder has also not specified Ariane 6's price structure, but has previously said it was targeting a base price tag of $77 million per launch. Blue Origin will use its New Glenn rockets to fly the 12 Kuiper missions it will host. While Blue Origin does not currently have an official target date for New Glenn's first launch, CNBC has previously reported the rocket is expected to debut in 2024 or later . The company has not publicly revealed a price for New Glenn launches, but an Arianespace estimate two years ago put the Blue Origin rocket at $68 million per launch. While both companies were founded by Bezos, Blue Origin is separate from Amazon. In total, Amazon's Kuiper launch contracts are easily worth billions of dollars, though it's not clear what impact competitive bidding and possible bulk order discounts would have on the overall pricing. All four companies declined to comment on the cost. Taking on SpaceX VIDEO 19:15 19:15 SpaceX is a leader in rocket launches, but Starlink is its golden ticket Tech Notably absent from Amazon's launch payroll is the most active U.S. rocket company: Elon Musk's SpaceX. But, even with Musk's pledge to launch competitors, Amazon and SpaceX have long sparred in front of federal regulators over their respective satellite internet networks , Kuiper and Starlink. SpaceX has established a sizable lead over Amazon in the race to provide internet from space, having launched about 2,000 Starlink satellites so far, serving about 250,000 total subscribers . But Amazon is betting on its global footprint to close that gap. The company says the Kuiper network \"\"will leverage Amazon's global logistics and operations footprint, as well as Amazon Web Services' (AWS) networking and infrastructure.\"\" Amazon has a leg-up in addressing one key obstacle to affordable satellite internet, too: the antennas that customers need to connect. Amazon has touted its \"\"experience producing low-cost devices and services like Echo and Kindle\"\" to make the price of the service \"\"accessible.\"\" Amazon has yet to give much information about the Kuiper satellites, such as mass or power, and it didn't specify the number of satellites launching on each rocket. But the company's design is likely close to being finished, if not finalized already, as Amazon announced it's working with Swiss company Beyond Gravity to build satellite dispensers to deploy the Kuiper spacecraft. ", "polarity": 0.06246268099716376, "subjectivity": 0.4043775190326914}, {"id": 107041676, "datePublished": "2022-04-05T15:56:07+0000", "url": "https://www.cnbc.com/2022/04/04/stock-market-futures-open-to-close-news.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report The S&amp;P 500 dipped on Tuesday as traders assessed the Federal Reserve's next move and whether the U.S. is headed eventually into a recession. The S&amp;P 500 lost 0.6% after posting two-straight days of gains. The Nasdaq Composite shed 1.7%, pulling back after a 1.9% pop in the prior session. The Dow Jones Industrial Average traded 70 points lower, boosted in part by gains in Merck and Chevron. After opening the day slightly positive, stocks hit their lows of the session and rates hit their highs after Federal Reserve Governor Lael Brainard said Tuesday that the central bank needs to shrink its balance sheet \"\"rapidly\"\" to drive down inflation. \"\"Inflation is much too high and is subject to upside risks,\"\" she said, noting the Fed needed a steady pace of rate hikes as well. The Fed's plan to shrink its balance sheet — albeit faster and more aggressive than some expected — is nothing new to investors, said Jim Paulsen, chief investment strategist at The Leuthold Group. \"\"When you get a headline like that, traders are going to take advantage of that and move the market,\"\" he said. \"\"What will be interesting to see is where we are at the end of the day. A lot of the time the reaction to the headline and what ultimately happens is very different.\"\" Deutsche Bank on Tuesday became the first major Wall Street bank to forecast a U.S. recession is ahead , citing the Fed getting more aggressive to fight inflation. \"\"The US economy is expected to take a major hit from the extra Fed tightening by late next year and early 2024,\"\" the bank's economists said in a note to clients Tuesday. \"\"We see two negative quarters of growth and a more than 1.5% pt rise in the US unemployment rate, developments that clearly qualify as a recession, albeit a moderate one.\"\" Tuesday's moves come as investors await the release of Federal Reserve meeting minutes on Wednesday. Those minutes were for the meeting last month where the central bank hiked rates for the first time in years and indicated six more hikes were ahead this year. The key part of the yield curve — the 2-year and 10-year spread — reversed course on Tuesday after first inverting last week. Inversions of the yield curve have historically preceded recessions. Shares that would hold up well in a slowing economy were higher on Tuesday. Drugmakers Johnson &amp; Johnson and Pfizer were higher by more than 1.5%. Staples like Procter &amp; Gamble and Walmart were also higher. Meanwhile, cruise stocks like Carnival , Norwegian Cruise Line , and Royal Caribbean rose more than 3%. Tech shares were lower, led by chip shares, consolidating their big gains from Monday. Some believe this group could be hurt the most by the Fed's hiking campaign as investors take less risk and buy stocks with steady profits, rather than growth shares promising big earnings down the road. Nvidia lost 3% while Amazon and Tesla were each lower. Still, Twitter shares added another 3% to their 27% Monday gain after Elon Musk said he will join the company's board of directors a day after revealing a 9.2% stake in the social media giant. \"\"The way the market is acting today, the playbook is defense with commodities linked sectors outperforming, while technology underperforms on the concern of high interest rates,\"\" said Keith Lerner co-CIO and chief market strategist at Truist. \"\"There's concern about the economy and the fed's ability to maneuver a soft landing.\"\" And investors continue to keep an eye on Europe, as the war between Ukraine and Russia continues. Ukraine President Volodymyr Zelenskyy pledged to pursue allegations of war crimes against Russian forces, noting that more than 300 people were killed and tortured in a suburb near the capital of Kyiv. ( Click here for the latest .) \"\"Markets have been resilient given the war in Ukraine, continued price pressures, and uncertain global economic outlook, with investors' 'buy the dip' mentality driving equity returns,\"\" said Mark Hackett, Nationwide's chief of investment research. Oil prices continued their climb on Tuesday, with West Texas Intermediate rising 0.7% at $104.03 per barrel and Brent crude gaining 0.5% to $108.09. The market has been volatile since the onset of the war amid concerns over supply disruptions.ns. The new quarter has kicked off after the major averages finished their worst quarter in two years. Investors are preparing for the first-quarter corporate earnings season, which is set to begin next week. ", "polarity": 0.08157153729071537, "subjectivity": 0.3780911858309118}], "extractedSentences": [{"articlIdOfReferencedSentence": 107040981, "sentenceText": "In this article AMZN Artist renderings of the companies' rockets, from left to right: New Glenn, Vulcan Centaur, and Ariane 6. ", "polarity": 0.14069264069264067, "subjectivity": 0.33008658008658004}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "Blue Origin / United Launch Alliance / Arianespace Amazon on Tuesday announced what it says is the biggest rocket deal in the commercial space industry's history, signing on with three companies for up to 83 launches of its Project Kuiper internet satellites. ", "polarity": 0.0, "subjectivity": 0.05}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "The technology giant signed contracts for 38 launches with United Launch Alliance (ULA) – a joint venture of Boeing and Lockheed Martin ; 18 launches with European company Arianespace; and 12 launches with Blue Origin, with an option for as many as 15 additional launches with the private venture that's owned by Amazon founder Jeff Bezos . ", "polarity": 0.1, "subjectivity": 0.395}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "Project Kuiper is  Amazon's plan to build a network of 3,236 satellites  in low Earth orbit, to provide high-speed internet to anywhere in the world. ", "polarity": 0.0, "subjectivity": 0.3}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "The FCC in 2020 authorized Amazon's system, which the company has said it will \"\"invest more than $10 billion\"\" to build. ", "polarity": 0.5, "subjectivity": 0.5}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "Amazon is set to begin testing a pair of Kuiper prototype satellites with a launch scheduled for late this year, launching on ABL Space's RS1 rocket , before moving on to launch operational satellites. ", "polarity": -0.3, "subjectivity": 0.6}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "Although Amazon has not said when the Kuiper launch campaign will begin, FCC rules require the company to deploy half of its planned satellites within six years – meaning about 1,600 in orbit by July 2026. \"\"We still have lots of work ahead, but the team has continued to hit milestone after milestone across every aspect of our satellite system. ", "polarity": -0.16666666666666666, "subjectivity": 0.16666666666666666}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "These launch agreements reflect our incredible commitment and belief in Project Kuiper,\"\" Dave Limp, Amazon senior vice president of devices and services, said in a statement. ", "polarity": 0.35, "subjectivity": 0.7}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "ULA will use its Vulcan rockets for the 38 Kuiper launches, in addition to the nine Atlas V rocket launches for Kuiper that Amazon purchased last year . ", "polarity": 0.0, "subjectivity": 0.06666666666666667}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "While both companies were founded by Bezos, Blue Origin is separate from Amazon. ", "polarity": 0.0, "subjectivity": 0.1}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "In total, Amazon's Kuiper launch contracts are easily worth billions of dollars, though it's not clear what impact competitive bidding and possible bulk order discounts would have on the overall pricing. ", "polarity": 0.049999999999999996, "subjectivity": 0.44666666666666666}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "Taking on SpaceX VIDEO 19:15 19:15 SpaceX is a leader in rocket launches, but Starlink is its golden ticket Tech Notably absent from Amazon's launch payroll is the most active U.S. rocket company: Elon Musk's SpaceX. ", "polarity": 0.2916666666666667, "subjectivity": 0.525}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "But, even with Musk's pledge to launch competitors, Amazon and SpaceX have long sparred in front of federal regulators over their respective satellite internet networks , Kuiper and Starlink. ", "polarity": -0.025, "subjectivity": 0.25}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "SpaceX has established a sizable lead over Amazon in the race to provide internet from space, having launched about 2,000 Starlink satellites so far, serving about 250,000 total subscribers . ", "polarity": 0.05, "subjectivity": 0.875}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "But Amazon is betting on its global footprint to close that gap. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "The company says the Kuiper network \"\"will leverage Amazon's global logistics and operations footprint, as well as Amazon Web Services' (AWS) networking and infrastructure.\"\" Amazon has a leg-up in addressing one key obstacle to affordable satellite internet, too: the antennas that customers need to connect. ", "polarity": 0.0, "subjectivity": 0.5}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "Amazon has touted its \"\"experience producing low-cost devices and services like Echo and Kindle\"\" to make the price of the service \"\"accessible.\"\" Amazon has yet to give much information about the Kuiper satellites, such as mass or power, and it didn't specify the number of satellites launching on each rocket. ", "polarity": 0.19166666666666665, "subjectivity": 0.35833333333333334}, {"articlIdOfReferencedSentence": 107040981, "sentenceText": "But the company's design is likely close to being finished, if not finalized already, as Amazon announced it's working with Swiss company Beyond Gravity to build satellite dispensers to deploy the Kuiper spacecraft. ", "polarity": 0.0, "subjectivity": 1.0}, {"articlIdOfReferencedSentence": 107041676, "sentenceText": "Nvidia lost 3% while Amazon and Tesla were each lower. ", "polarity": 0.0, "subjectivity": 0.0}]}, {"company": {"symbol": "BAC", "name": "Bank of America", "sector": "Financials"}, "articlesCompanyReferencedIn": [{"id": 107041932, "datePublished": "2022-04-05T11:40:09+0000", "url": "https://www.cnbc.com/2022/04/05/stocks-making-the-biggest-moves-in-the-premarket-carvana-first-solar-generac-and-more.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report Take a look at some of the biggest movers in the premarket: Carvana (CVNA) – Carvana was downgraded to \"\"sector perform\"\" from \"\"outperform\"\" at RBC Capital Markets, with the price target for the online car seller's stock cut to $138 per share from $155 per share. RBC bases its call both on valuation and potential difficulty in integrating its recent acquisition of car auction company Adesa. Carvana slid 3.4% in the premarket. First Solar (FSLR) – The solar company's stock fell 4.8% in premarket trading after Bank of America Securities downgraded it to \"\"underperform\"\" from \"\"neutral.\"\" BofA said investors may be overly optimistic about growth prospects and that a new Commerce Department anti-dumping inquiry into Asian module manufacturers is unlikely to drive pricing power. Generac (GNRC) – The maker of backup generators and other energy-related equipment was put on the \"\"Americas Buy List\"\" at Goldman Sachs. Goldman points to a broad product portfolio, an increasing distribution footprint, and the idea that many of Generac's products are in the early stages of adoption. Generac added 2.1% in premarket trading. Carnival (CCL) – Carnival rallied 3.6% in the premarket after the cruise line operator said the seven-day period from March 28 through April 3 was the busiest week for new cruise bookings in the company's history. Twitter (TWTR) – Twitter was up another 1.5% in premarket action after soaring 27.1% Monday. That followed Tesla CEO Elon Musk's disclosure that he had taken a 9.2% stake in the social media company. Nio (NIO) – Nio gained 1.1% in the premarket following a report in the Financial Times that the China-based electric car maker is speaking with peers about licensing its battery swapping technology. Farfetch (FTCH) – The luxury fashion e-commerce company will take a $200 million minority stake in Neiman Marcus as part of a global partnership. Acuity Brands (AYI) – The maker of lighting products and building management systems reported quarterly earnings of $2.57 per share, 20 cents a share above estimates. Revenue also topped Wall Street forecasts. The company said it was able to offset significant increases in materials and freight costs with price increases and productivity improvements. Teva Pharmaceutical (TEVA) – The drugmaker was upgraded to \"\"overweight\"\" from \"\"equal weight\"\" at Barclays, which cited several factors including increased estimates for Teva's biosimilar version of the immunosuppressive drug Humira. Teva added 1.5% in premarket trading. ", "polarity": 0.06431502525252525, "subjectivity": 0.3050662878787878}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041932, "sentenceText": "First Solar (FSLR) – The solar company's stock fell 4.8% in premarket trading after Bank of America Securities downgraded it to \"\"underperform\"\" from \"\"neutral.\"\" BofA said investors may be overly optimistic about growth prospects and that a new Commerce Department anti-dumping inquiry into Asian module manufacturers is unlikely to drive pricing power. ", "polarity": -0.02840909090909091, "subjectivity": 0.32196969696969696}]}, {"company": {"symbol": "BA", "name": "Boeing", "sector": "Industrials"}, "articlesCompanyReferencedIn": [{"id": 107040981, "datePublished": "2022-04-05T11:33:45+0000", "url": "https://www.cnbc.com/2022/04/05/amazon-signs-rocket-deal-with-blue-origin-arianespace-ula-for-project-kuiper-internet-satellites.html", "articleText": "In this article AMZN Artist renderings of the companies' rockets, from left to right: New Glenn, Vulcan Centaur, and Ariane 6. Blue Origin / United Launch Alliance / Arianespace Amazon on Tuesday announced what it says is the biggest rocket deal in the commercial space industry's history, signing on with three companies for up to 83 launches of its Project Kuiper internet satellites. The technology giant signed contracts for 38 launches with United Launch Alliance (ULA) – a joint venture of Boeing and Lockheed Martin ; 18 launches with European company Arianespace; and 12 launches with Blue Origin, with an option for as many as 15 additional launches with the private venture that's owned by Amazon founder Jeff Bezos . Project Kuiper is  Amazon's plan to build a network of 3,236 satellites  in low Earth orbit, to provide high-speed internet to anywhere in the world. The FCC in 2020 authorized Amazon's system, which the company has said it will \"\"invest more than $10 billion\"\" to build. Amazon is set to begin testing a pair of Kuiper prototype satellites with a launch scheduled for late this year, launching on ABL Space's RS1 rocket , before moving on to launch operational satellites. Although Amazon has not said when the Kuiper launch campaign will begin, FCC rules require the company to deploy half of its planned satellites within six years – meaning about 1,600 in orbit by July 2026. \"\"We still have lots of work ahead, but the team has continued to hit milestone after milestone across every aspect of our satellite system. These launch agreements reflect our incredible commitment and belief in Project Kuiper,\"\" Dave Limp, Amazon senior vice president of devices and services, said in a statement. The terms of the contracts announced Tuesday were not disclosed. ULA will use its Vulcan rockets for the 38 Kuiper launches, in addition to the nine Atlas V rocket launches for Kuiper that Amazon purchased last year . ULA's Vulcan rocket has yet to launch, but its debut mission is set for late this year. While ULA has not disclosed the base price of a Vulcan launch, the U.S. government purchased launches on the rocket for about $112 million each. Arianespace will fly its 18 Kuiper missions on its coming Ariane 6 rockets, which are also set to debut later this year. The European rocket builder has also not specified Ariane 6's price structure, but has previously said it was targeting a base price tag of $77 million per launch. Blue Origin will use its New Glenn rockets to fly the 12 Kuiper missions it will host. While Blue Origin does not currently have an official target date for New Glenn's first launch, CNBC has previously reported the rocket is expected to debut in 2024 or later . The company has not publicly revealed a price for New Glenn launches, but an Arianespace estimate two years ago put the Blue Origin rocket at $68 million per launch. While both companies were founded by Bezos, Blue Origin is separate from Amazon. In total, Amazon's Kuiper launch contracts are easily worth billions of dollars, though it's not clear what impact competitive bidding and possible bulk order discounts would have on the overall pricing. All four companies declined to comment on the cost. Taking on SpaceX VIDEO 19:15 19:15 SpaceX is a leader in rocket launches, but Starlink is its golden ticket Tech Notably absent from Amazon's launch payroll is the most active U.S. rocket company: Elon Musk's SpaceX. But, even with Musk's pledge to launch competitors, Amazon and SpaceX have long sparred in front of federal regulators over their respective satellite internet networks , Kuiper and Starlink. SpaceX has established a sizable lead over Amazon in the race to provide internet from space, having launched about 2,000 Starlink satellites so far, serving about 250,000 total subscribers . But Amazon is betting on its global footprint to close that gap. The company says the Kuiper network \"\"will leverage Amazon's global logistics and operations footprint, as well as Amazon Web Services' (AWS) networking and infrastructure.\"\" Amazon has a leg-up in addressing one key obstacle to affordable satellite internet, too: the antennas that customers need to connect. Amazon has touted its \"\"experience producing low-cost devices and services like Echo and Kindle\"\" to make the price of the service \"\"accessible.\"\" Amazon has yet to give much information about the Kuiper satellites, such as mass or power, and it didn't specify the number of satellites launching on each rocket. But the company's design is likely close to being finished, if not finalized already, as Amazon announced it's working with Swiss company Beyond Gravity to build satellite dispensers to deploy the Kuiper spacecraft. ", "polarity": 0.06246268099716376, "subjectivity": 0.4043775190326914}], "extractedSentences": [{"articlIdOfReferencedSentence": 107040981, "sentenceText": "The technology giant signed contracts for 38 launches with United Launch Alliance (ULA) – a joint venture of Boeing and Lockheed Martin ; 18 launches with European company Arianespace; and 12 launches with Blue Origin, with an option for as many as 15 additional launches with the private venture that's owned by Amazon founder Jeff Bezos . ", "polarity": 0.1, "subjectivity": 0.395}]}, {"company": {"symbol": "DOW", "name": "Dow", "sector": "Materials"}, "articlesCompanyReferencedIn": [{"id": 107041676, "datePublished": "2022-04-05T15:56:07+0000", "url": "https://www.cnbc.com/2022/04/04/stock-market-futures-open-to-close-news.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report The S&amp;P 500 dipped on Tuesday as traders assessed the Federal Reserve's next move and whether the U.S. is headed eventually into a recession. The S&amp;P 500 lost 0.6% after posting two-straight days of gains. The Nasdaq Composite shed 1.7%, pulling back after a 1.9% pop in the prior session. The Dow Jones Industrial Average traded 70 points lower, boosted in part by gains in Merck and Chevron. After opening the day slightly positive, stocks hit their lows of the session and rates hit their highs after Federal Reserve Governor Lael Brainard said Tuesday that the central bank needs to shrink its balance sheet \"\"rapidly\"\" to drive down inflation. \"\"Inflation is much too high and is subject to upside risks,\"\" she said, noting the Fed needed a steady pace of rate hikes as well. The Fed's plan to shrink its balance sheet — albeit faster and more aggressive than some expected — is nothing new to investors, said Jim Paulsen, chief investment strategist at The Leuthold Group. \"\"When you get a headline like that, traders are going to take advantage of that and move the market,\"\" he said. \"\"What will be interesting to see is where we are at the end of the day. A lot of the time the reaction to the headline and what ultimately happens is very different.\"\" Deutsche Bank on Tuesday became the first major Wall Street bank to forecast a U.S. recession is ahead , citing the Fed getting more aggressive to fight inflation. \"\"The US economy is expected to take a major hit from the extra Fed tightening by late next year and early 2024,\"\" the bank's economists said in a note to clients Tuesday. \"\"We see two negative quarters of growth and a more than 1.5% pt rise in the US unemployment rate, developments that clearly qualify as a recession, albeit a moderate one.\"\" Tuesday's moves come as investors await the release of Federal Reserve meeting minutes on Wednesday. Those minutes were for the meeting last month where the central bank hiked rates for the first time in years and indicated six more hikes were ahead this year. The key part of the yield curve — the 2-year and 10-year spread — reversed course on Tuesday after first inverting last week. Inversions of the yield curve have historically preceded recessions. Shares that would hold up well in a slowing economy were higher on Tuesday. Drugmakers Johnson &amp; Johnson and Pfizer were higher by more than 1.5%. Staples like Procter &amp; Gamble and Walmart were also higher. Meanwhile, cruise stocks like Carnival , Norwegian Cruise Line , and Royal Caribbean rose more than 3%. Tech shares were lower, led by chip shares, consolidating their big gains from Monday. Some believe this group could be hurt the most by the Fed's hiking campaign as investors take less risk and buy stocks with steady profits, rather than growth shares promising big earnings down the road. Nvidia lost 3% while Amazon and Tesla were each lower. Still, Twitter shares added another 3% to their 27% Monday gain after Elon Musk said he will join the company's board of directors a day after revealing a 9.2% stake in the social media giant. \"\"The way the market is acting today, the playbook is defense with commodities linked sectors outperforming, while technology underperforms on the concern of high interest rates,\"\" said Keith Lerner co-CIO and chief market strategist at Truist. \"\"There's concern about the economy and the fed's ability to maneuver a soft landing.\"\" And investors continue to keep an eye on Europe, as the war between Ukraine and Russia continues. Ukraine President Volodymyr Zelenskyy pledged to pursue allegations of war crimes against Russian forces, noting that more than 300 people were killed and tortured in a suburb near the capital of Kyiv. ( Click here for the latest .) \"\"Markets have been resilient given the war in Ukraine, continued price pressures, and uncertain global economic outlook, with investors' 'buy the dip' mentality driving equity returns,\"\" said Mark Hackett, Nationwide's chief of investment research. Oil prices continued their climb on Tuesday, with West Texas Intermediate rising 0.7% at $104.03 per barrel and Brent crude gaining 0.5% to $108.09. The market has been volatile since the onset of the war amid concerns over supply disruptions.ns. The new quarter has kicked off after the major averages finished their worst quarter in two years. Investors are preparing for the first-quarter corporate earnings season, which is set to begin next week. ", "polarity": 0.08157153729071537, "subjectivity": 0.3780911858309118}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041676, "sentenceText": "The Dow Jones Industrial Average traded 70 points lower, boosted in part by gains in Merck and Chevron. ", "polarity": -0.15, "subjectivity": 0.39999999999999997}]}, {"company": {"symbol": "FB", "name": "Facebook", "sector": "Communication Services"}, "articlesCompanyReferencedIn": [{"id": 107041865, "datePublished": "2022-04-05T13:52:33+0000", "url": "https://www.cnbc.com/2022/04/05/elon-musk-asks-twitter-users-if-they-want-an-edit-button-shares-rise.html", "articleText": "In this article TWTR Elon Musk's investment in Twitter comes after he said he was considering building a new social media platform. Jim Watson | AFP | Getty Images Twitter shares rose over 7% Tuesday in premarket trading after Elon Musk was appointed to the company's board of directors . The appointment, disclosed in a release filed with the SEC, comes after Musk took a 9.2% passive stake in the company, making him the largest shareholder. The stake is worth almost $3 billion. Twitter's share price had climbed 7.32% to $53.63 at 9:02 a.m. ET Tuesday. The rise comes hot on the heels of Twitter's best day of trading since its IPO in 2013, with shares surging over 27% on Monday. \"\"Through conversations with Elon in recent weeks, it became clear to us that he would bring great value to our Board,\"\" Twitter CEO Parag Agrawal said in a tweet. \"\"He's both a passionate believer and intense critic of the service which is exactly what we need on Twitter, and in the boardroom, to make us stronger in the long-term,\"\" he added. Musk replied saying he was looking forward to working with Agrawal and the Twitter board to make \"\"significant improvements\"\" to the platform. On Monday, Musk asked Twitter users if they want an edit button to be added to the platform. \"\"Do you want an edit button?\"\" Musk asked in a poll. At the time of writing, the poll had received 2,333,856 votes, with some 73.6% voting \"\"yse\"\" and 26.4% voting \"\"on.\"\" Agrawal retweeted Musk and urged people to \"\"vote carefully\"\" as the consequences \"\"will be important.\"\" On April 1, or April Fools' Day, Twitter tweeted a message through its official account saying that it was working on an \"\"edit\"\" button. When the company was asked if it was a joke, it said: \"\"We cannot confirm or deny but we may edit our statement later.\"\" While an edit button would allow Twitter users to fix grammatical errors, there are concerns that it would also enable them to edit the meaning of a tweet, which could be problematic if that tweet had gone viral and had millions of impressions. In response, Meta CTO Andrew Bosworth claimed that he and his team solved the issue on Facebook \"\"a long time ago\"\" by including an indicator that it had been edited along with a change log. Musk's appointment to the Twitter board comes after he said he was considering  building a new social media platform . The  Tesla  CEO does not like that his tweets are scrutinized by regulators like the U.S. Securities and Exchange Commission. \"\"Given that Twitter serves as the de facto public town square, failing to adhere to free speech principles fundamentally undermines democracy,\"\" Musk tweeted March 26. \"\"What should be done?\"\" Musk was subpoenaed by the SEC in November after he asked his Twitter followers if he should sell 10% of his Tesla stock — causing  shares to fall . Bilal Hafeez, CEO of financial market research firm Macro Hive, told CNBC's \"\"Street Signs Europe\"\" Tuesday that Musk has had issues with Twitter for a while, adding that he's unsatisfied with the firm's approach to free speech and product development. VIDEO 2:52 02:52 Elon Musk feels like Twitter has gone in the wrong direction, analyst says Street Signs Europe \"\"It appears that Elon does care about the direction of Twitter,\"\" Hafeez said. \"\"The question is how active he will be in terms of the future direction of the company.\"\" Hafeez added that Musk may try to bring in an outsider to run Twitter. Agrawal was formerly CTO before taking up his CEO role. \"\"More fundamentally, there is an issue of Twitter's revenue growth model,\"\" Hafeez said. \"\"It does have aggressive targets for its daily active users, yet it's unlikely to be able to achieve those. Its revenue growth, while it did pick up in the pandemic, wasn't as large as many other platforms over the same period of time.\"\" ", "polarity": 0.1234253246753247, "subjectivity": 0.4736498917748918}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041865, "sentenceText": "In response, Meta CTO Andrew Bosworth claimed that he and his team solved the issue on Facebook \"\"a long time ago\"\" by including an indicator that it had been edited along with a change log. ", "polarity": -0.05, "subjectivity": 0.4}]}, {"company": {"symbol": "GM", "name": "General Motors", "sector": "Consumer Discretionary"}, "articlesCompanyReferencedIn": [{"id": 107041907, "datePublished": "2022-04-05T15:45:55+0000", "url": "https://www.cnbc.com/2022/04/05/gm-and-honda-to-partner-on-affordable-electric-vehicles.html", "articleText": "In this article GM 7267.T-JP VIDEO 1:31 01:31 GM, Honda join forces to develop low-price electric vehicles Squawk Box DETROIT – General Motors and Honda Motor will develop a series of affordable electric vehicles based on a new global platform, the companies announced Tuesday morning. The project will utilize GM's next-generation Ultium battery technology. The tie-up is expected to produce millions of lower-priced EVs, including popular compact crossover vehicles, beginning in 2027, according to officials. \"\"GM and Honda will share our best technology, design and manufacturing strategies to deliver affordable and desirable EVs on a global scale, including our key markets in North America, South America and China,\"\" GM Chair and CEO Mary Barra said in a statement. More affordable EVs are crucial to the mass adoption of the emerging technologies. While EVs are growing in popularity, they're largely priced for luxury buyers. The GM-Honda developed vehicles are expected to be priced below $30,000, Ken Morris, GM's executive vice president of electric, autonomous and fuel cell programs, told reporters during a call Tuesday morning. Company officials declined to disclose financial terms of the new partnership, which will result in vehicles for both Honda and GM brands. The automakers also said they will discuss future \"\"EV battery technology collaboration opportunities, to further drive down the cost of electrification, improve performance and drive sustainability for future vehicles.\"\" General Motors revealed its all-new modular platform and battery system, Ultium, on March 4, 2020 at its Tech Center campus in Warren, Michigan. Photo by Steve Fecht for General Motors Both automakers are working on next-generation battery development, including solid-state batteries. Solid-state batteries can be lighter, with greater energy density, and provide more range at a lower cost than today's EVs with lithium-ion batteries. \"\"Honda and GM will build on our successful technology collaboration to help achieve a dramatic expansion in the sales of electric vehicles,\"\" Toshihiro Mibe, Honda president &amp; CEO, said in a statement. GM plans to be capable of producing and selling about 2 million EVs globally by 2025. Honda, a leader in fuel efficient vehicles, has largely focused on hybrid vehicles but is pivoting to offer more all-electric models. The new partnership deepens the ties between the two companies regarding all-electric and autonomous vehicles. Honda previously invested $750 million in Cruise , GM's majority-owned autonomous vehicle unit, and GM produced two EVs for Honda for the 2024 model-year. The companies have also collaborated on battery modules and fuel cell vehicles. Honda still plans to develop its own EV technology and to start building its own electric vehicles after the two GM-made EVs go on sale in 2024, Rick Schostek, American Honda executive vice president of corporate operations, told reporters. ", "polarity": 0.17902837902837904, "subjectivity": 0.44554704554704544}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041907, "sentenceText": "In this article GM 7267.T-JP VIDEO 1:31 01:31 GM, Honda join forces to develop low-price electric vehicles Squawk Box DETROIT – General Motors and Honda Motor will develop a series of affordable electric vehicles based on a new global platform, the companies announced Tuesday morning. ", "polarity": 0.062121212121212126, "subjectivity": 0.3181818181818182}, {"articlIdOfReferencedSentence": 107041907, "sentenceText": "The project will utilize GM's next-generation Ultium battery technology. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041907, "sentenceText": "The tie-up is expected to produce millions of lower-priced EVs, including popular compact crossover vehicles, beginning in 2027, according to officials. \"\"GM and Honda will share our best technology, design and manufacturing strategies to deliver affordable and desirable EVs on a global scale, including our key markets in North America, South America and China,\"\" GM Chair and CEO Mary Barra said in a statement. ", "polarity": 0.3, "subjectivity": 0.52}, {"articlIdOfReferencedSentence": 107041907, "sentenceText": "The GM-Honda developed vehicles are expected to be priced below $30,000, Ken Morris, GM's executive vice president of electric, autonomous and fuel cell programs, told reporters during a call Tuesday morning. ", "polarity": 0.13333333333333333, "subjectivity": 0.4666666666666666}, {"articlIdOfReferencedSentence": 107041907, "sentenceText": "Company officials declined to disclose financial terms of the new partnership, which will result in vehicles for both Honda and GM brands. ", "polarity": 0.06818181818181818, "subjectivity": 0.22727272727272727}, {"articlIdOfReferencedSentence": 107041907, "sentenceText": "The automakers also said they will discuss future \"\"EV battery technology collaboration opportunities, to further drive down the cost of electrification, improve performance and drive sustainability for future vehicles.\"\" General Motors revealed its all-new modular platform and battery system, Ultium, on March 4, 2020 at its Tech Center campus in Warren, Michigan. ", "polarity": -0.03425925925925926, "subjectivity": 0.2731481481481482}, {"articlIdOfReferencedSentence": 107041907, "sentenceText": "Photo by Steve Fecht for General Motors Both automakers are working on next-generation battery development, including solid-state batteries. ", "polarity": 0.05000000000000002, "subjectivity": 0.5}, {"articlIdOfReferencedSentence": 107041907, "sentenceText": "Solid-state batteries can be lighter, with greater energy density, and provide more range at a lower cost than today's EVs with lithium-ion batteries. \"\"Honda and GM will build on our successful technology collaboration to help achieve a dramatic expansion in the sales of electric vehicles,\"\" Toshihiro Mibe, Honda president &amp; CEO, said in a statement. ", "polarity": 0.32916666666666666, "subjectivity": 0.6375}, {"articlIdOfReferencedSentence": 107041907, "sentenceText": "GM plans to be capable of producing and selling about 2 million EVs globally by 2025. ", "polarity": 0.1, "subjectivity": 0.2}, {"articlIdOfReferencedSentence": 107041907, "sentenceText": "Honda previously invested $750 million in Cruise , GM's majority-owned autonomous vehicle unit, and GM produced two EVs for Honda for the 2024 model-year. ", "polarity": 0.11666666666666668, "subjectivity": 0.4333333333333333}, {"articlIdOfReferencedSentence": 107041907, "sentenceText": "Honda still plans to develop its own EV technology and to start building its own electric vehicles after the two GM-made EVs go on sale in 2024, Rick Schostek, American Honda executive vice president of corporate operations, told reporters. ", "polarity": 0.3, "subjectivity": 0.5}]}, {"company": {"symbol": "GS", "name": "Goldman Sachs", "sector": "Financials"}, "articlesCompanyReferencedIn": [{"id": 107041140, "datePublished": "2022-04-04T13:02:30+0000", "url": "https://www.cnbc.com/2022/04/04/russias-economy-is-beginning-to-crack-as-economists-forecast-sharp-contractions.html", "articleText": "MOSCOW, Russia: The Russian central bank has implemented a range of capital controls in a bid to support domestic assets and the ruble currency, as international sanctions squeeze the economy following Russia's invasion of Ukraine. KIRILL Kudryavtsev | AFP | Getty Images The Russian economy is set to shrink sharply this year while inflation skyrockets, as punitive international sanctions in response to its unprovoked invasion of Ukraine begin to bite. Russian manufacturing activity in March contracted at its sharpest rate since May 2020, in the early stages of the Covid-19 pandemic, as material shortages and delivery delays weighed heavily on factories. The S&amp;P Global purchasing managers' index (PMI) for Russia, published on Friday, dropped from 48.6 in February to 44.1 in March, with anything below 50 representing contraction. Goldman Sachs economists noted on Friday that the fall was \"\"broad-based, with sharp drops in the output, new orders, and (especially) the new exports orders components.\"\" In a note Wednesday, economists at Capital Economics projected that Western sanctions are likely to push Russian gross domestic product into a 12% contraction in 2022, while inflation is expected to exceed 23% year-on-year. The European Bank for Reconstruction and Development has projected a 10% shrinkage in the Russian economy, which would still constitute the country's deepest recession for almost 30 years, with GDP then flatlining in 2023 and entering a prolonged period of negligible growth. Goldman Sachs has also forecast a 10% contraction, while the Institute for International Finance think tank has projected a more damaging 15% plunge in Russian GDP in 2022 and a further 3% in 2023. VIDEO 2:14 02:14 Putin's bet is that Europe will come back to the table with Russia: Professor Capital Connection Fears of a Russian sovereign debt default have not materialized, however, with the Kremlin managing to service a recent closely-watched bond payment despite the shackles of sanctions by Western powers that have frozen huge portions of the central bank's $640 billion stockpile of foreign currency reserves. Russian stocks have also edged higher since reopening on Mar. 24 after a month-long shutdown of Moscow exchanges, along with the ruble , though capital control measures taken by the Central Bank of Russia and the fading risk of debt default are partially responsible. \"\"A more sustained recovery will probably require a peace deal which still looks far away. Meanwhile, spillovers from the war will be felt acutely in Central and Eastern Europe (CEE),\"\" Capital Economics Chief Emerging Markets Economist William Jackson said in the report. \"\"Industry will be hit by supply disruptions and higher inflation will weigh on households' real incomes and dampen consumer spending. We expect the war to shave 1.0-1.5%-pts off growth in CEE this year.\"\" The outlook for Russia may yet darken further following the emergence over the weekend of allegations of civilian massacres by Russian forces in Bucha and other Ukrainian towns. The alleged atrocities will push back expectations for peace talks and increase the threat of more punitive international sanctions. Ukraine's top prosecutor said on Sunday that 410 bodies had been found in towns recaptured from retreating Russian forces around Kyiv as part of an investigation into possible war crimes, while Ukrainian President Volodymyr Zelenskyy accused Russia of genocide. Russia has denied allegations that its forces killed civilians in Bucha, 23 miles northwest of Kyiv. VIDEO 1:43 01:43 The Russia-Ukraine war has 'really shifted' ESG priorities, says Goldman Sachs Street Signs Asia The European Union plans to introduce fresh sanctions against Moscow in the wake of the new reported atrocities, with European Council President Charles Michel announcing on Twitter that \"\"further EU sanctions &amp; support are on their way.\"\" British Foreign Secretary Liz Truss will travel to Poland on Monday to meet with Ukrainian and Polish counterparts ahead of talks with G-7 and NATO allies later this week, and is expected to call for tougher sanctions against Russia. Despite the sharp declines in Russia's March PMIs, Goldman Sachs noted on Friday that activity across some CEEMEA economies was surprisingly robust, with gains in Hungary and South Africa offset by declines in Poland and the Czech Republic. \"\"Hungary's PMI has been relatively volatile in recent months, so we would downplay the significance of its gain (not least because our analysis suggests that it is relatively exposed to the Russia-Ukraine conflict),\"\" Goldman economists wrote. \"\"For South Africa, its direct trade with Russia and Ukraine is limited, while it is benefiting from higher commodity prices.\"\" VIDEO 7:18 07:18 How NATO is defending Eastern Europe CNBC Reports ", "polarity": 0.054502164502164496, "subjectivity": 0.27641991341991334}, {"id": 107041898, "datePublished": "2022-04-05T14:14:43+0000", "url": "https://www.cnbc.com/2022/04/05/goldman-says-record-236000-students-apply-for-internships.html", "articleText": "In this article GS David Solomon, CEO, Goldman Sachs, speaking at the World Economic Forum in Davos, Switzerland, Jan. 23, 2020. Adam Galacia | CNBC Last year, a slide deck made by Goldman Sachs junior bankers detailing harsh working conditions made waves across the industry, fueling speculation that the industry had lost its appeal for younger workers. But that hasn't exactly transpired, if data from Goldman is any indication. The bank said 236,000 people applied for internships globally at the bank, including 79,000 in the Americas, according to data provided to CNBC. Instead of dissuading applicants, last year's Wall Street boom — which led to overworked bankers, as well as widespread raises and bigger bonuses — seems to have drawn more interest to the top-ranked investment bank. The number of college students applying to internships jumped about 16% from 2021, reaching a record level, according to a person with knowledge of Goldman's figures. The internships are a rite of passage on Wall Street and an essential pipeline of talent for investment banks and the broader financial universe. Students who can endure the rigorous internships and get picked up for two-year analyst programs after graduation will often have their choice of jobs, or \"\" exit opportunities ,\"\" at a range of companies, from private equity or venture capital firms to hedge funds and fintech start-ups. But Goldman can hire only so many interns, who are typically high-performing students between their third and fourth years of college. The internship acceptance rate is just 1.5%, according to the person. Interns who are offered jobs after graduation become first-year analysts. About 202,000 applicants applied for analyst jobs, up 27% from the prior year. In the U.S., internships start June 6 and will be fully in-person, similar to last year. The firm places students across its various operations, from investment banking to trading, asset management, research, strategy and consumer and wealth management. Goldman CEO David Solomon has been among the biggest advocates for a return to office life, and executives often cite the need for junior workers to learn from those around them as a reason. \"\"Bringing our people together is core to our apprenticeship culture and client-centric business, especially as an employer of choice for young people in the beginning stage of their career,\"\" Vicki Tung, Goldman's global head of talent acquisition, said in a statement. \"\"We look forward to welcoming our newest cohort for an in-person experience this summer.\"\" ", "polarity": 0.03933333333333333, "subjectivity": 0.309}, {"id": 107041932, "datePublished": "2022-04-05T11:40:09+0000", "url": "https://www.cnbc.com/2022/04/05/stocks-making-the-biggest-moves-in-the-premarket-carvana-first-solar-generac-and-more.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report Take a look at some of the biggest movers in the premarket: Carvana (CVNA) – Carvana was downgraded to \"\"sector perform\"\" from \"\"outperform\"\" at RBC Capital Markets, with the price target for the online car seller's stock cut to $138 per share from $155 per share. RBC bases its call both on valuation and potential difficulty in integrating its recent acquisition of car auction company Adesa. Carvana slid 3.4% in the premarket. First Solar (FSLR) – The solar company's stock fell 4.8% in premarket trading after Bank of America Securities downgraded it to \"\"underperform\"\" from \"\"neutral.\"\" BofA said investors may be overly optimistic about growth prospects and that a new Commerce Department anti-dumping inquiry into Asian module manufacturers is unlikely to drive pricing power. Generac (GNRC) – The maker of backup generators and other energy-related equipment was put on the \"\"Americas Buy List\"\" at Goldman Sachs. Goldman points to a broad product portfolio, an increasing distribution footprint, and the idea that many of Generac's products are in the early stages of adoption. Generac added 2.1% in premarket trading. Carnival (CCL) – Carnival rallied 3.6% in the premarket after the cruise line operator said the seven-day period from March 28 through April 3 was the busiest week for new cruise bookings in the company's history. Twitter (TWTR) – Twitter was up another 1.5% in premarket action after soaring 27.1% Monday. That followed Tesla CEO Elon Musk's disclosure that he had taken a 9.2% stake in the social media company. Nio (NIO) – Nio gained 1.1% in the premarket following a report in the Financial Times that the China-based electric car maker is speaking with peers about licensing its battery swapping technology. Farfetch (FTCH) – The luxury fashion e-commerce company will take a $200 million minority stake in Neiman Marcus as part of a global partnership. Acuity Brands (AYI) – The maker of lighting products and building management systems reported quarterly earnings of $2.57 per share, 20 cents a share above estimates. Revenue also topped Wall Street forecasts. The company said it was able to offset significant increases in materials and freight costs with price increases and productivity improvements. Teva Pharmaceutical (TEVA) – The drugmaker was upgraded to \"\"overweight\"\" from \"\"equal weight\"\" at Barclays, which cited several factors including increased estimates for Teva's biosimilar version of the immunosuppressive drug Humira. Teva added 1.5% in premarket trading. ", "polarity": 0.06431502525252525, "subjectivity": 0.3050662878787878}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041140, "sentenceText": "Goldman Sachs economists noted on Friday that the fall was \"\"broad-based, with sharp drops in the output, new orders, and (especially) the new exports orders components.\"\" In a note Wednesday, economists at Capital Economics projected that Western sanctions are likely to push Russian gross domestic product into a 12% contraction in 2022, while inflation is expected to exceed 23% year-on-year. ", "polarity": 0.0047727272727272705, "subjectivity": 0.4159090909090909}, {"articlIdOfReferencedSentence": 107041140, "sentenceText": "Goldman Sachs has also forecast a 10% contraction, while the Institute for International Finance think tank has projected a more damaging 15% plunge in Russian GDP in 2022 and a further 3% in 2023. ", "polarity": 0.125, "subjectivity": 0.25}, {"articlIdOfReferencedSentence": 107041140, "sentenceText": "VIDEO 1:43 01:43 The Russia-Ukraine war has 'really shifted' ESG priorities, says Goldman Sachs Street Signs Asia The European Union plans to introduce fresh sanctions against Moscow in the wake of the new reported atrocities, with European Council President Charles Michel announcing on Twitter that \"\"further EU sanctions &amp; support are on their way.\"\" British Foreign Secretary Liz Truss will travel to Poland on Monday to meet with Ukrainian and Polish counterparts ahead of talks with G-7 and NATO allies later this week, and is expected to call for tougher sanctions against Russia. ", "polarity": 0.04113636363636364, "subjectivity": 0.21795454545454546}, {"articlIdOfReferencedSentence": 107041140, "sentenceText": "Despite the sharp declines in Russia's March PMIs, Goldman Sachs noted on Friday that activity across some CEEMEA economies was surprisingly robust, with gains in Hungary and South Africa offset by declines in Poland and the Czech Republic. \"\"Hungary's PMI has been relatively volatile in recent months, so we would downplay the significance of its gain (not least because our analysis suggests that it is relatively exposed to the Russia-Ukraine conflict),\"\" Goldman economists wrote. \"\"For South Africa, its direct trade with Russia and Ukraine is limited, while it is benefiting from higher commodity prices.\"\" VIDEO 7:18 07:18 How NATO is defending Eastern Europe CNBC Reports ", "polarity": 0.1115079365079365, "subjectivity": 0.32698412698412693}, {"articlIdOfReferencedSentence": 107041898, "sentenceText": "In this article GS David Solomon, CEO, Goldman Sachs, speaking at the World Economic Forum in Davos, Switzerland, Jan. 23, 2020. ", "polarity": 0.2, "subjectivity": 0.2}, {"articlIdOfReferencedSentence": 107041898, "sentenceText": "Adam Galacia | CNBC Last year, a slide deck made by Goldman Sachs junior bankers detailing harsh working conditions made waves across the industry, fueling speculation that the industry had lost its appeal for younger workers. ", "polarity": -0.06666666666666667, "subjectivity": 0.25555555555555554}, {"articlIdOfReferencedSentence": 107041932, "sentenceText": "Generac (GNRC) – The maker of backup generators and other energy-related equipment was put on the \"\"Americas Buy List\"\" at Goldman Sachs. ", "polarity": -0.125, "subjectivity": 0.375}]}, {"company": {"symbol": "IBM", "name": "IBM", "sector": "Information Technology"}, "articlesCompanyReferencedIn": [{"id": 107041159, "datePublished": "2022-04-05T08:53:45+0000", "url": "https://www.cnbc.com/2022/04/05/deepmind-alum-want-to-make-an-ai-that-can-pick-stocks-and-crypto.html", "articleText": "ArtBox Images | Getty Images Three former DeepMind employees are trying to train a machine to spot and invest in company stocks and cryptocurrencies before they rise. Martin Schmid, Rudolf Kadlec and Matej Moravcik left Alphabet -owned DeepMind in January to set up EquiLibre Technologies, relocating from Edmonton in Canada to Prague in the Czech Republic in the process. The trio all used to work at IBM and in 2017 they developed an AI called DeepStack . It became the first AI capable of beating professional poker players at heads-up no-limit Texas hold'em poker. Now they're looking to apply some of these concepts to financial markets. \"\"Our idea is that rather than playing poker, our algorithms will play algorithmic trading,\"\" Schmid told CNBC. \"\"We are also looking into crypto.\"\" They intend to use a technique known as reinforcement learning to train an AI system to buy and sell shares and make a profit. Reinforcement learning involves training an AI to achieve a particular goal (be that winning a game of chess or spotting a tumor on a mammogram) by giving it a reward each time. Schmid said he's not concerned about regulators clamping down on the technology as other companies are already doing similar things. Indeed, EquiLibre Technologies will be competing with the likes of AI algorithmic stock picking products Candlestick and Yuyostox. \"\"Most of the trading out there is already algorithmic,\"\" Schmid said. \"\"We just want to do better algorithms than the ones that are already out there.\"\" In the long run, EquiLibre Technologies hopes to either use the AI it develops to underpin a new hedge fund or sell it to a large institutional bank or another investor. EquiLibre Technologies' advisory board includes two senior DeepMind staff that are well known in the field of AI. One is the head of DeepMind's Edmonton office, Michael Bowling, and the other is Richard Sutton, who co-authored DeepMind's controversial \"\"Reward is enough\"\" paper last year. In the paper, the researchers claim that if you keep \"\"rewarding\"\" an algorithm each time it does something you want it to then it will eventually start to show signs of general intelligence. A number of venture capitalists have already backed EquiLibre Technologies. Schmid said it has raised the largest-ever seed round in the Czech Republic, but refused to disclose the exact figure. \"\"My understanding is there's always more money than start-ups,\"\" he said. \"\"VCs are having a hard time finding the good startups.\"\" Schmid and his co-founders are among a growing number of ex-DeepMind entrepreneurs who are raising money from venture capitalists. \"\"If you worked at Google, DeepMind and other places, you probably do not suck,\"\" Schmid said. He added that DeepMind staff are also likely to have a good network of tech contacts they could potentially recruit. ", "polarity": 0.13469981197253925, "subjectivity": 0.4430910840001749}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041159, "sentenceText": "The trio all used to work at IBM and in 2017 they developed an AI called DeepStack . ", "polarity": 0.1, "subjectivity": 0.3}]}, {"company": {"symbol": "ILMN", "name": "Illumina", "sector": "Health Care"}, "articlesCompanyReferencedIn": [{"id": 107041974, "datePublished": "2022-04-05T15:23:33+0000", "url": "https://www.cnbc.com/2022/04/05/dr-scott-gottlieb-believes-omicron-bapoint2-subvariant-unlikely-to-cause-national-wave-in-us.html", "articleText": "VIDEO 3:09 03:09 Senate reaches $10 billion Covid bill deal, does not include global aid Squawk Box Dr. Scott Gottlieb told CNBC on Tuesday that he believes the U.S. this spring will avoid a \"\"national wave\"\" of infection related to the more contagious omicron BA.2 subvariant. However, the former Food and Drug Administration commissioner said on \"\"Squawk Box\"\" that he thinks cases are being \"\"dramatically\"\" underreported in some parts of the country. Given the reliance on at-home testing now, he estimated that in the Northeast, as few as one in seven or one in eight infections are actually showing up in official case counts. \"\"I think we're further into this than we perceive,\"\" Gottlieb said, pointing to Germany and the U.K., where cases have started to decline quickly from their recent, BA.2-related peak. In the U.S., BA.2 is the dominant version of Covid, according to the Centers for Disease Control and Prevention. Some expect that within two weeks, it may displace the earlier version of omicron , which caused a surge in cases and hospitalizations late last year and into 2022. Both Covid infections and hospitalizations have retreated more than 90% since their January highs during the omicron wave. \"\"It's probably not going to be a national wave of infection\"\" from BA.2, predicted Gottlieb, who led the FDA from 2017 to 2019 in the Trump administration and now serves on the board of Covid maker Pfizer . \"\"It's probably going to be centered in the Northeast, maybe Florida. I think by the time it starts to spread nationally, we'll already be deep into the summer, and that'll provide a seasonal backstop.\"\" The picture may change once fall rolls around for a few reasons, Gottlieb said. \"\"We'll have to contend with this in the fall,\"\" he said. \"\"If [BA.2] is still the dominant variant in places in the country that it really didn't get in right now, it'll start to spread in the fall as people's immunity starts to wane, they get further out from their vaccination and their prior infection from omicron.\"\" Disclosure: Dr. Scott Gottlieb is a CNBC contributor and is a member of the boards of Pfizer, genetic testing start-up Tempus, health-care tech company Aetion and biotech company Illumina . He also serves as co-chair of Norwegian Cruise Line Holdings ' and Royal Caribbean 's \"\"Healthy Sail Panel.\"\" ", "polarity": 0.07709750566893424, "subjectivity": 0.29773242630385494}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041974, "sentenceText": "Scott Gottlieb is a CNBC contributor and is a member of the boards of Pfizer, genetic testing start-up Tempus, health-care tech company Aetion and biotech company Illumina . ", "polarity": 0.0, "subjectivity": 0.0}]}, {"company": {"symbol": "LEN", "name": "Lennar", "sector": "Consumer Discretionary"}, "articlesCompanyReferencedIn": [{"id": 107042019, "datePublished": "2022-04-05T15:32:27+0000", "url": "https://www.cnbc.com/2022/04/05/developers-flood-arizona-with-homes-even-as-drought-intensifies.html", "articleText": "California just experienced its driest January and February ever, and the snowpack is dangerously low. As the West enters its third year of drought, water sources are drying up , and restrictions on the Colorado River are now hitting all sectors of the Western economy, inculding homebuilding. While there is a shortage of water, there is also a shortage of housing. The US currently needs over a million more homes just to meet the current demand, according to an estimate by the National Association of Home Builders. Other estimates are even higher. As the millennial generation hits its prime homebuying years and Gen Z enters the fray, the supply of homes for sale is at a record low. Builders are hampered by high costs for land, labor and materials, so they are focused on the West and areas like the suburbs of Phoenix, Arizona, which are growing rapidly.  On a vast swath of land in Buckeye, Arizona, just west of Phoenix, the Howard Hughes Corporation is developing one of the largest master-planned communities in the nation, Douglas Ranch , flooding the desert with housing. Howard Hughes CEO David O'Reilly says water will not be a problem.  \"\"Every home will have low flow fixtures, national desert landscaping, drip irrigation and reclamation,\"\" he said, adding, \"\"we work with the local municipalities, the city of Buckeye, all the water districts, to make sure that we're enacting real conservation measures, not just at our property, but across the entire region.\"\" The community is projected to have more than a 100,000 homes, bringing in at least 300,000 new residents. Big public builders like Pulte , Taylor Morrison , Lennar , DR Horton and Toll Brothers have already expressed interest in building the homes, according to the Howard Hughes Corporation. And it's just one of more than two dozen developments in the works around Phoenix, all as the West is in the midst of its worst drought in more than 1,000 years . \"\"They're expecting the growth in this area to be a million people. And there isn't the water to sustain that growth. Not with groundwater,\"\" said Kathleen Ferris, Senior Water Research Fellow at Arizona State University. Ferris produced a documentary about the state's 1980 Groundwater Management Act. It requires developers to prove there is a hundred years-worth of water in the ground on which they're building. Douglas Ranch sits on the Hassayampa Aquifer, which will be its primary source of water.  \"\"And the problem is that with climate change there aren't backup water supplies that you can use to save a development that's based totally on groundwater. If it loses all of its water supply, there's no water to back that up,\"\" said Ferris.  Mark Stapp is director of Arizona State University's real estate development program at the W.P. Carey School of Business. He points to various reservoirs that could replenish the groundwater, but admits there is still risk due to the sheer scale of development.  \"\"I would say that there's a legitimate concern about our future, and policy-makers are very aware of this,\"\" said Stapp.  O'Reilly argues that the current need for housing surpasses future concerns that could be unfounded.  \"\"I don't think the answer is to tell people that are looking for an affordable home in Arizona, 'You can't live here, go somewhere else.' I think the responsible answer, the thoughtful answer, is to build them affordable homes, but to build it in a self-sustaining manner,\"\" O'Reilly said. A report last spring from ASU's Kyle Center for Water Policy warned the amount of groundwater in the Hassayampa subbasin is considerably less than regulators estimate, and that without a change in direction, \"\" the physical groundwater supply under Buckeye will decrease and will not be sustainable.\"\" The report also says that hundred-year model for groundwater is constantly changing, especially given the changing climate. The state's department of water resources is now in the process of determining if the basin does in fact have a hundred years' worth of water. \"\"The bottom line is that there are places in this state, in this valley where there are sufficient water supplies to support new growth. We don't need to go way out in the desert and pump groundwater to build new homes,\"\" said Ferris. The land, of course, is cheaper out in the desert, but Ferris argues, \"\"Well, at some point there's a cost to that.\"\"     ", "polarity": 0.0832757575757576, "subjectivity": 0.3873743145743145}], "extractedSentences": [{"articlIdOfReferencedSentence": 107042019, "sentenceText": "Big public builders like Pulte , Taylor Morrison , Lennar , DR Horton and Toll Brothers have already expressed interest in building the homes, according to the Howard Hughes Corporation. ", "polarity": 0.0, "subjectivity": 0.08333333333333334}]}, {"company": {"symbol": "LMT", "name": "Lockheed Martin", "sector": "Industrials"}, "articlesCompanyReferencedIn": [{"id": 107040981, "datePublished": "2022-04-05T11:33:45+0000", "url": "https://www.cnbc.com/2022/04/05/amazon-signs-rocket-deal-with-blue-origin-arianespace-ula-for-project-kuiper-internet-satellites.html", "articleText": "In this article AMZN Artist renderings of the companies' rockets, from left to right: New Glenn, Vulcan Centaur, and Ariane 6. Blue Origin / United Launch Alliance / Arianespace Amazon on Tuesday announced what it says is the biggest rocket deal in the commercial space industry's history, signing on with three companies for up to 83 launches of its Project Kuiper internet satellites. The technology giant signed contracts for 38 launches with United Launch Alliance (ULA) – a joint venture of Boeing and Lockheed Martin ; 18 launches with European company Arianespace; and 12 launches with Blue Origin, with an option for as many as 15 additional launches with the private venture that's owned by Amazon founder Jeff Bezos . Project Kuiper is  Amazon's plan to build a network of 3,236 satellites  in low Earth orbit, to provide high-speed internet to anywhere in the world. The FCC in 2020 authorized Amazon's system, which the company has said it will \"\"invest more than $10 billion\"\" to build. Amazon is set to begin testing a pair of Kuiper prototype satellites with a launch scheduled for late this year, launching on ABL Space's RS1 rocket , before moving on to launch operational satellites. Although Amazon has not said when the Kuiper launch campaign will begin, FCC rules require the company to deploy half of its planned satellites within six years – meaning about 1,600 in orbit by July 2026. \"\"We still have lots of work ahead, but the team has continued to hit milestone after milestone across every aspect of our satellite system. These launch agreements reflect our incredible commitment and belief in Project Kuiper,\"\" Dave Limp, Amazon senior vice president of devices and services, said in a statement. The terms of the contracts announced Tuesday were not disclosed. ULA will use its Vulcan rockets for the 38 Kuiper launches, in addition to the nine Atlas V rocket launches for Kuiper that Amazon purchased last year . ULA's Vulcan rocket has yet to launch, but its debut mission is set for late this year. While ULA has not disclosed the base price of a Vulcan launch, the U.S. government purchased launches on the rocket for about $112 million each. Arianespace will fly its 18 Kuiper missions on its coming Ariane 6 rockets, which are also set to debut later this year. The European rocket builder has also not specified Ariane 6's price structure, but has previously said it was targeting a base price tag of $77 million per launch. Blue Origin will use its New Glenn rockets to fly the 12 Kuiper missions it will host. While Blue Origin does not currently have an official target date for New Glenn's first launch, CNBC has previously reported the rocket is expected to debut in 2024 or later . The company has not publicly revealed a price for New Glenn launches, but an Arianespace estimate two years ago put the Blue Origin rocket at $68 million per launch. While both companies were founded by Bezos, Blue Origin is separate from Amazon. In total, Amazon's Kuiper launch contracts are easily worth billions of dollars, though it's not clear what impact competitive bidding and possible bulk order discounts would have on the overall pricing. All four companies declined to comment on the cost. Taking on SpaceX VIDEO 19:15 19:15 SpaceX is a leader in rocket launches, but Starlink is its golden ticket Tech Notably absent from Amazon's launch payroll is the most active U.S. rocket company: Elon Musk's SpaceX. But, even with Musk's pledge to launch competitors, Amazon and SpaceX have long sparred in front of federal regulators over their respective satellite internet networks , Kuiper and Starlink. SpaceX has established a sizable lead over Amazon in the race to provide internet from space, having launched about 2,000 Starlink satellites so far, serving about 250,000 total subscribers . But Amazon is betting on its global footprint to close that gap. The company says the Kuiper network \"\"will leverage Amazon's global logistics and operations footprint, as well as Amazon Web Services' (AWS) networking and infrastructure.\"\" Amazon has a leg-up in addressing one key obstacle to affordable satellite internet, too: the antennas that customers need to connect. Amazon has touted its \"\"experience producing low-cost devices and services like Echo and Kindle\"\" to make the price of the service \"\"accessible.\"\" Amazon has yet to give much information about the Kuiper satellites, such as mass or power, and it didn't specify the number of satellites launching on each rocket. But the company's design is likely close to being finished, if not finalized already, as Amazon announced it's working with Swiss company Beyond Gravity to build satellite dispensers to deploy the Kuiper spacecraft. ", "polarity": 0.06246268099716376, "subjectivity": 0.4043775190326914}], "extractedSentences": [{"articlIdOfReferencedSentence": 107040981, "sentenceText": "The technology giant signed contracts for 38 launches with United Launch Alliance (ULA) – a joint venture of Boeing and Lockheed Martin ; 18 launches with European company Arianespace; and 12 launches with Blue Origin, with an option for as many as 15 additional launches with the private venture that's owned by Amazon founder Jeff Bezos . ", "polarity": 0.1, "subjectivity": 0.395}]}, {"company": {"symbol": "MSFT", "name": "Microsoft", "sector": "Information Technology"}, "articlesCompanyReferencedIn": [{"id": 107041459, "datePublished": "2022-04-05T15:00:02+0000", "url": "https://www.cnbc.com/2022/04/05/microsoft-plans-windows-autopatch-to-keep-employees-pcs-updated.html", "articleText": "Satya Nadella, chief executive officer of Microsoft Corp., speaks during the Windows 10 Devices event in New York on Oct. 6, 2015. Microsoft Corp. introduced its first-ever laptop, three Lumia phones and a Surface Pro 4 tablet, the first indication of the company's revamped hardware strategy three months after saying it would scale back plans to make its own smartphones. John Taggart | Bloomberg | Getty Images Microsoft is trying to help IT apartments address a long-standing issue with its software: the patching problem The company said on Tuesday that later this year it will release a feature designed to help companies keep their employees' PCs up to date. It's called Windows Autopatch and will come standard in Windows Enterprise E3 and E5, which organizations can deploy by subscribing to Microsoft 365. Under CEO Satya Nadella , Microsoft has been lauded for its transition from desktop software to cloud computing, but the company hasn't been able to eliminate the burden of updates that force IT staffers into action while office workers put their work on pause. Microsoft intends for Windows Autopatch to simultaneously free up IT and enable a simpler experience for employees. The refinement could contribute to revenue growth in the software maker's staid Windows division by luring customers to more lucrative subscriptions. The Microsoft 365 suite includes Office productivity software and enterprise mobility and security, in addition to Windows. Besides keeping Windows current on workers' machines, Windows Autopatch will handle updates for Office applications and Edge internet browsers. Microsoft announced a preview in November, and customers will be able to access it so long as they pay for the necessary subscriptions in July. The new feature won't necessarily be a cure-all for Microsoft, which has released new Windows features alongside security fixes. \"\"We still see patching is a problem,\"\" said Michael Cherry, a senior analyst at Directions on Microsoft, a company that advises organizations on Microsoft products. Cherry said it can be hard to isolate critical fixes from larger changes that IT might view as unnecessary for many employees. Windows revenue growth accelerated in the past three quarters as users spent more time on video calls, shopping online and playing video games on PCs. Subscriptions to Microsoft 365 fall under a category called Windows Commercial, which also includes advanced security products. Unlike sales of Windows licenses to device makers, Windows Commercial revenue isn't closely tied to device sales. Windows Commercial \"\"is increasingly becoming a larger part of the total Windows revenue base,\"\" analysts at Stifel, which has s buy rating on Microsoft stock, wrote in a note to clients over the weekend. Also on Tuesday, Microsoft announced several updates coming to the Windows 11 operating system it released last year . They include a Do Not Disturb mode, app folders in the Start menu and the ability to view multiple tabs in a single File Explorer window. WATCH: 'We're seeing about a thousand vulnerabilities patched by Microsoft each year,' says SentinelOne's Weingarten VIDEO 4:23 04:23 'We're seeing about a thousand vulnerabilities patched by Microsoft each year,' says SentinelOne's Weingarten TechCheck ", "polarity": 0.08502691002691003, "subjectivity": 0.43836726336726345}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041459, "sentenceText": "Satya Nadella, chief executive officer of Microsoft Corp., speaks during the Windows 10 Devices event in New York on Oct. 6, 2015. ", "polarity": 0.13636363636363635, "subjectivity": 0.45454545454545453}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "Microsoft Corp. introduced its first-ever laptop, three Lumia phones and a Surface Pro 4 tablet, the first indication of the company's revamped hardware strategy three months after saying it would scale back plans to make its own smartphones. ", "polarity": 0.2833333333333333, "subjectivity": 0.4444444444444444}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "John Taggart | Bloomberg | Getty Images Microsoft is trying to help IT apartments address a long-standing issue with its software: the patching problem The company said on Tuesday that later this year it will release a feature designed to help companies keep their employees' PCs up to date. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "It's called Windows Autopatch and will come standard in Windows Enterprise E3 and E5, which organizations can deploy by subscribing to Microsoft 365. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "Under CEO Satya Nadella , Microsoft has been lauded for its transition from desktop software to cloud computing, but the company hasn't been able to eliminate the burden of updates that force IT staffers into action while office workers put their work on pause. ", "polarity": 0.3, "subjectivity": 0.3625}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "Microsoft intends for Windows Autopatch to simultaneously free up IT and enable a simpler experience for employees. ", "polarity": 0.4, "subjectivity": 0.8}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "The Microsoft 365 suite includes Office productivity software and enterprise mobility and security, in addition to Windows. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "Microsoft announced a preview in November, and customers will be able to access it so long as they pay for the necessary subscriptions in July. ", "polarity": 0.15, "subjectivity": 0.6749999999999999}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "The new feature won't necessarily be a cure-all for Microsoft, which has released new Windows features alongside security fixes. \"\"We still see patching is a problem,\"\" said Michael Cherry, a senior analyst at Directions on Microsoft, a company that advises organizations on Microsoft products. ", "polarity": 0.0909090909090909, "subjectivity": 0.6363636363636364}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "Subscriptions to Microsoft 365 fall under a category called Windows Commercial, which also includes advanced security products. ", "polarity": 0.2, "subjectivity": 0.3}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "Windows Commercial \"\"is increasingly becoming a larger part of the total Windows revenue base,\"\" analysts at Stifel, which has s buy rating on Microsoft stock, wrote in a note to clients over the weekend. ", "polarity": -0.07, "subjectivity": 0.62}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "Also on Tuesday, Microsoft announced several updates coming to the Windows 11 operating system it released last year . ", "polarity": 0.0, "subjectivity": 0.03333333333333333}, {"articlIdOfReferencedSentence": 107041459, "sentenceText": "WATCH: 'We're seeing about a thousand vulnerabilities patched by Microsoft each year,' says SentinelOne's Weingarten VIDEO 4:23 04:23 'We're seeing about a thousand vulnerabilities patched by Microsoft each year,' says SentinelOne's Weingarten TechCheck ", "polarity": 0.0, "subjectivity": 0.0}]}, {"company": {"symbol": "MRNA", "name": "Moderna", "sector": "Health Care"}, "articlesCompanyReferencedIn": [{"id": 107041506, "datePublished": "2022-04-04T22:24:06+0000", "url": "https://www.cnbc.com/2022/04/04/more-contagious-omicron-bapoint2-on-track-to-displace-other-variants-in-us-in-next-two-weeks.html", "articleText": "A resident receives a Covid-19 swab test during a mobile clinic at Saint Paul MB Church in Cleveland, Mississippi, on Saturday, Jan. 8, 2022. Rory Doyle | Bloomberg | Getty Images The more contagious omicron BA.2 subvariant now makes up 72% of Covid infections that have undergone genetic sequencing in the U.S., according to data from the Centers for Disease Control and Prevention. BA.2 became dominant in the U.S. last week, and now appears on track to displace the earlier version of omicron, BA.1. Ali Mokdad, an epidemiologist at the Institute for Health Metrics and Evaluation in Washington state, projected that will happen within the next two weeks. Though some estimates differ, BA.2 spreads 30% to 80% faster than BA.1., according to data from public health authorities in the U.K. and Denmark. VIDEO 3:17 03:17 Congress should warn the market when it plans to scale down Covid funding, says Dr. Scott Gottlieb Squawk Box A top World Health Organization official, Maria Van Kerkhove, has described BA.2 as the most transmissible version of the virus so far. Renewed outbreaks have occurred in major European nations, including the U.K. and Germany. Here in the U.S., though, White House chief medial advisor Dr. Anthony Fauci has said infections might rise, but he doesn't expect another major surge. Mokdad said he believes infections in the U.S. will likely level off for a week or two and then decline until winter. In the U.S., new infections and hospital admissions have declined more than 90% since the peak of the omicron wave in January. The average number of people hospitalized with Covid in the U.S. was 11,000 as of Monday, the lowest level since 2020, according to data from the federal Health and Human Services Department. The U.S. reported a seven-day average of about 28,000 new infections on Sunday, the lowest level since last July, according to data from Johns Hopkins University. BA.2 generally does not make people sicker than the earlier version of omicron, and the vaccines have the same level of effectiveness against it, according to studies from South Africa and Qatar. However, omicron in general is adept at evading the protective antibodies generated by the vaccines and causing breakthrough infections that normally cause mild illness. CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters ", "polarity": 0.13663609782030833, "subjectivity": 0.3876661350345561}, {"id": 107041250, "datePublished": "2022-04-04T17:41:07+0000", "url": "https://www.cnbc.com/2022/04/04/fda-says-covid-vaccines-may-need-to-be-updated-to-ensure-high-level-of-effectiveness-against-virus.html", "articleText": "A healthcare worker administers a dose of the Pfizer-BioNTech Covid-19 vaccine at a vaccination clinic in the Peabody Institute Library in Peabody, Massachusetts, U.S., on Wednesday, Jan. 26, 2022. Vanessa Leroy | Bloomberg | Getty Images The currently approved Covid-19 vaccines may need an update to ensure a high level of protection as the virus continues to evolve, according to the Food and Drug Administration. The FDA, in a briefing document published ahead of an advisory committee meeting this week, said scientists still don't entirely understand Covid variants and the effectiveness of the vaccines. For example, mutations to the spike protein, which is used by the virus to invade human cells, have reduced effectiveness of current vaccines. That's because today's Covid shots were developed to target the spike protein in the original strain of the virus that emerged in Wuhan, China in late 2019. The FDA's advisory committee of outside vaccine experts on Wednesday will discuss how the U.S. can develop a transparent process to make recommendations about changing the composition of the current ones if needed. Pfizer and Moderna are conducting clinical trials on vaccines based on the omicron variant, the dominant version of the virus worldwide. Omicron and its rapidly spreading subvariant BA.2 have numerous mutations that give them an enhanced capability to breakthrough the vaccines and cause infections that normally result in mild illness. The effectiveness of Pfizer or Moderna's two-dose vaccines against mild illness from omicron dropped from 70% to just 10% 25 weeks after the second shot, according to the U.K. Health Security Agenc y. A third dose increases protection to 75% for about four weeks, but it then declines to between 25% to 40% after 15 weeks. The effectiveness of two vaccine doses against hospitalization from omicron dropped from 71% to 54% after five months, according to the Centers for Disease Control and Prevention . A third shot increased protection to 91%, which then declined to 78% after four months. When the vaccines were first authorized in December 2020 they were 90% effective at preventing infections that resulted in symptoms, according to the CDC. The FDA, in the briefing document, said it is impossible to predict which variant will become dominant and for how long, creating a practical limit to how often the vaccines can be modified. The drug regulator also said it needs to see clinical trial data before authorizing any changes in vaccine composition to ensure they are effective and do not raise safety concerns. CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters The FDA proposed using the process for updating flu vaccines as a guide to how Covid vaccines could be modified in the future. The World Health Organization meets twice a year to analyze the circulating flu variants and makes a recommendation on the composition of the vaccine. The FDA's outside experts, the Vaccines and Related Biological Products Advisory Committee, meets to make its own recommendation, which the U.S. then accepts. The FDA is not bound by the WHO's flu vaccine recommendation, but the drug regulator normally comes to the same conclusion. However, the FDA said in its briefing document that it may need to consider updating the Covid vaccines without a prior WHO recommendation. It's unclear if the spread of Covid will follow a pattern that would make a global recommendation on vaccine updates possible, the FDA said in the document. The FDA advisory committee on Wednesday will also discuss whether fourth Covid shots may be warranted for younger people in the U.S. at some point. The drug regulator authorized fourth Pfizer and Moderna doses for adults ages 50 and older last week based on data from Israel indicating that an additional shot reduces mortality in older people. The FDA committee did not meet to make a recommendation before that decision, and it will not hold a vote on any recommendations Wednesday. Dr. Peter Marks, head of the FDA office responsible for vaccine safety and efficacy, said last week that additional booster doses might be needed in the fall . Public health experts and epidemiologists say the U.S. could face another wave of Covid infection at that time as immunity from the vaccines wanes and people move indoors to escape the colder weather. ", "polarity": 0.10270000000000001, "subjectivity": 0.35346666666666665}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041506, "sentenceText": "CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters ", "polarity": 0.19666666666666668, "subjectivity": 0.3258333333333333}, {"articlIdOfReferencedSentence": 107041250, "sentenceText": "Pfizer and Moderna are conducting clinical trials on vaccines based on the omicron variant, the dominant version of the virus worldwide. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041250, "sentenceText": "The effectiveness of Pfizer or Moderna's two-dose vaccines against mild illness from omicron dropped from 70% to just 10% 25 weeks after the second shot, according to the U.K. ", "polarity": 0.16666666666666666, "subjectivity": 0.25}, {"articlIdOfReferencedSentence": 107041250, "sentenceText": "CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters The FDA proposed using the process for updating flu vaccines as a guide to how Covid vaccines could be modified in the future. ", "polarity": 0.1787878787878788, "subjectivity": 0.30757575757575756}, {"articlIdOfReferencedSentence": 107041250, "sentenceText": "The drug regulator authorized fourth Pfizer and Moderna doses for adults ages 50 and older last week based on data from Israel indicating that an additional shot reduces mortality in older people. ", "polarity": 0.08333333333333333, "subjectivity": 0.18333333333333332}]}, {"company": {"symbol": "NDAQ", "name": "Nasdaq", "sector": "Financials"}, "articlesCompanyReferencedIn": [{"id": 107041676, "datePublished": "2022-04-05T15:56:07+0000", "url": "https://www.cnbc.com/2022/04/04/stock-market-futures-open-to-close-news.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report The S&amp;P 500 dipped on Tuesday as traders assessed the Federal Reserve's next move and whether the U.S. is headed eventually into a recession. The S&amp;P 500 lost 0.6% after posting two-straight days of gains. The Nasdaq Composite shed 1.7%, pulling back after a 1.9% pop in the prior session. The Dow Jones Industrial Average traded 70 points lower, boosted in part by gains in Merck and Chevron. After opening the day slightly positive, stocks hit their lows of the session and rates hit their highs after Federal Reserve Governor Lael Brainard said Tuesday that the central bank needs to shrink its balance sheet \"\"rapidly\"\" to drive down inflation. \"\"Inflation is much too high and is subject to upside risks,\"\" she said, noting the Fed needed a steady pace of rate hikes as well. The Fed's plan to shrink its balance sheet — albeit faster and more aggressive than some expected — is nothing new to investors, said Jim Paulsen, chief investment strategist at The Leuthold Group. \"\"When you get a headline like that, traders are going to take advantage of that and move the market,\"\" he said. \"\"What will be interesting to see is where we are at the end of the day. A lot of the time the reaction to the headline and what ultimately happens is very different.\"\" Deutsche Bank on Tuesday became the first major Wall Street bank to forecast a U.S. recession is ahead , citing the Fed getting more aggressive to fight inflation. \"\"The US economy is expected to take a major hit from the extra Fed tightening by late next year and early 2024,\"\" the bank's economists said in a note to clients Tuesday. \"\"We see two negative quarters of growth and a more than 1.5% pt rise in the US unemployment rate, developments that clearly qualify as a recession, albeit a moderate one.\"\" Tuesday's moves come as investors await the release of Federal Reserve meeting minutes on Wednesday. Those minutes were for the meeting last month where the central bank hiked rates for the first time in years and indicated six more hikes were ahead this year. The key part of the yield curve — the 2-year and 10-year spread — reversed course on Tuesday after first inverting last week. Inversions of the yield curve have historically preceded recessions. Shares that would hold up well in a slowing economy were higher on Tuesday. Drugmakers Johnson &amp; Johnson and Pfizer were higher by more than 1.5%. Staples like Procter &amp; Gamble and Walmart were also higher. Meanwhile, cruise stocks like Carnival , Norwegian Cruise Line , and Royal Caribbean rose more than 3%. Tech shares were lower, led by chip shares, consolidating their big gains from Monday. Some believe this group could be hurt the most by the Fed's hiking campaign as investors take less risk and buy stocks with steady profits, rather than growth shares promising big earnings down the road. Nvidia lost 3% while Amazon and Tesla were each lower. Still, Twitter shares added another 3% to their 27% Monday gain after Elon Musk said he will join the company's board of directors a day after revealing a 9.2% stake in the social media giant. \"\"The way the market is acting today, the playbook is defense with commodities linked sectors outperforming, while technology underperforms on the concern of high interest rates,\"\" said Keith Lerner co-CIO and chief market strategist at Truist. \"\"There's concern about the economy and the fed's ability to maneuver a soft landing.\"\" And investors continue to keep an eye on Europe, as the war between Ukraine and Russia continues. Ukraine President Volodymyr Zelenskyy pledged to pursue allegations of war crimes against Russian forces, noting that more than 300 people were killed and tortured in a suburb near the capital of Kyiv. ( Click here for the latest .) \"\"Markets have been resilient given the war in Ukraine, continued price pressures, and uncertain global economic outlook, with investors' 'buy the dip' mentality driving equity returns,\"\" said Mark Hackett, Nationwide's chief of investment research. Oil prices continued their climb on Tuesday, with West Texas Intermediate rising 0.7% at $104.03 per barrel and Brent crude gaining 0.5% to $108.09. The market has been volatile since the onset of the war amid concerns over supply disruptions.ns. The new quarter has kicked off after the major averages finished their worst quarter in two years. Investors are preparing for the first-quarter corporate earnings season, which is set to begin next week. ", "polarity": 0.08157153729071537, "subjectivity": 0.3780911858309118}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041676, "sentenceText": "The Nasdaq Composite shed 1.7%, pulling back after a 1.9% pop in the prior session. ", "polarity": 0.0, "subjectivity": 0.0}]}, {"company": {"symbol": "NKE", "name": "Nike", "sector": "Consumer Discretionary"}, "articlesCompanyReferencedIn": [{"id": 107041155, "datePublished": "2022-04-04T20:07:11+0000", "url": "https://www.cnbc.com/2022/04/04/tiger-woods-turns-up-at-august-national-in-footjoy-golf-shoes-not-nike.html", "articleText": "In this article GOLF NKE A detail of the shoes of Tiger Woods of the United States as he warms up in the practice area prior to the Masters at Augusta National Golf Club on April 03, 2022 in Augusta, Georgia. Gregory Shamus | Getty Images Tiger Woods didn't wear the iconic Nike swoosh on his feet when he stepped onto the course Sunday at Augusta National Golf Club in Georgia. Instead, Woods was spotted wearing a pair of black FootJoy Premiere Series-Packard golf shoes. The sight at the home course of the storied Masters tournament, which kicks off Thursday, triggered widespread speculation in the golf world – and was met by a vague statement from Nike. \"\"Like golf fans around the world, we are delighted to see Tiger back on the course,\"\" Nike said in a statement. \"\"He is an incredible athlete, and it is phenomenal to see him returning to the game at this level. His story continues to transcend sport and inspire us all. As he continues his return, we will work with him to meet his new needs.\"\" FootJoy is owned by publicly traded Acushnet . A representative for Acushnet didn't immediately respond to CNBC's request for comment. The footwear flap moved investors slightly, too. Acushnet shares closed more than 2.5% higher, while Nike shares climbed less than 1%. Tiger Woods of the United States warms up in the practice area prior to the Masters at Augusta National Golf Club on April 03, 2022 in Augusta, Georgia. Gregory Shamus | Getty Images Some have suggested that the switch-up could be due to Woods' horrific car accident last February , which severely injured his legs. It might have left him searching for more comfortable options for his feet. Woods, who turned pro in 1996, has been affiliated with Nike throughout his career. He even has his own pair of golf shoes with the sneaker giant, Nike Air Zoom Tiger Woods. To be sure, on Sunday he was still wearing the swoosh logo embellished on his coral-colored polo shirt. Woods hasn't commented specifically on his shoe choices over the weekend, but he did take to social media to say he will be making a \"\"game-time decision\"\" whether or not he competes in the Masters. Should be play, it would mark his first competition since November 2020. His last major championship win came in 2019 at Augusta National, his fifth Masters title overall. Correction: This story was updated to reflect the proper spelling of Augusta National Golf Club and FootJoy Premiere Series-Packard golf shoes. ", "polarity": 0.12143021120293847, "subjectivity": 0.3904576063666973}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041155, "sentenceText": "In this article GOLF NKE A detail of the shoes of Tiger Woods of the United States as he warms up in the practice area prior to the Masters at Augusta National Golf Club on April 03, 2022 in Augusta, Georgia. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041155, "sentenceText": "Gregory Shamus | Getty Images Tiger Woods didn't wear the iconic Nike swoosh on his feet when he stepped onto the course Sunday at Augusta National Golf Club in Georgia. ", "polarity": 0.5, "subjectivity": 0.5}, {"articlIdOfReferencedSentence": 107041155, "sentenceText": "The sight at the home course of the storied Masters tournament, which kicks off Thursday, triggered widespread speculation in the golf world – and was met by a vague statement from Nike. \"\"Like golf fans around the world, we are delighted to see Tiger back on the course,\"\" Nike said in a statement. \"\"He is an incredible athlete, and it is phenomenal to see him returning to the game at this level. ", "polarity": 0.20000000000000004, "subjectivity": 0.5}, {"articlIdOfReferencedSentence": 107041155, "sentenceText": "Acushnet shares closed more than 2.5% higher, while Nike shares climbed less than 1%. ", "polarity": 0.12083333333333335, "subjectivity": 0.2916666666666667}, {"articlIdOfReferencedSentence": 107041155, "sentenceText": "Woods, who turned pro in 1996, has been affiliated with Nike throughout his career. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041155, "sentenceText": "He even has his own pair of golf shoes with the sneaker giant, Nike Air Zoom Tiger Woods. ", "polarity": 0.3, "subjectivity": 1.0}]}, {"company": {"symbol": "NCLH", "name": "Norwegian Cruise Line Holdings", "sector": "Consumer Discretionary"}, "articlesCompanyReferencedIn": [{"id": 107041974, "datePublished": "2022-04-05T15:23:33+0000", "url": "https://www.cnbc.com/2022/04/05/dr-scott-gottlieb-believes-omicron-bapoint2-subvariant-unlikely-to-cause-national-wave-in-us.html", "articleText": "VIDEO 3:09 03:09 Senate reaches $10 billion Covid bill deal, does not include global aid Squawk Box Dr. Scott Gottlieb told CNBC on Tuesday that he believes the U.S. this spring will avoid a \"\"national wave\"\" of infection related to the more contagious omicron BA.2 subvariant. However, the former Food and Drug Administration commissioner said on \"\"Squawk Box\"\" that he thinks cases are being \"\"dramatically\"\" underreported in some parts of the country. Given the reliance on at-home testing now, he estimated that in the Northeast, as few as one in seven or one in eight infections are actually showing up in official case counts. \"\"I think we're further into this than we perceive,\"\" Gottlieb said, pointing to Germany and the U.K., where cases have started to decline quickly from their recent, BA.2-related peak. In the U.S., BA.2 is the dominant version of Covid, according to the Centers for Disease Control and Prevention. Some expect that within two weeks, it may displace the earlier version of omicron , which caused a surge in cases and hospitalizations late last year and into 2022. Both Covid infections and hospitalizations have retreated more than 90% since their January highs during the omicron wave. \"\"It's probably not going to be a national wave of infection\"\" from BA.2, predicted Gottlieb, who led the FDA from 2017 to 2019 in the Trump administration and now serves on the board of Covid maker Pfizer . \"\"It's probably going to be centered in the Northeast, maybe Florida. I think by the time it starts to spread nationally, we'll already be deep into the summer, and that'll provide a seasonal backstop.\"\" The picture may change once fall rolls around for a few reasons, Gottlieb said. \"\"We'll have to contend with this in the fall,\"\" he said. \"\"If [BA.2] is still the dominant variant in places in the country that it really didn't get in right now, it'll start to spread in the fall as people's immunity starts to wane, they get further out from their vaccination and their prior infection from omicron.\"\" Disclosure: Dr. Scott Gottlieb is a CNBC contributor and is a member of the boards of Pfizer, genetic testing start-up Tempus, health-care tech company Aetion and biotech company Illumina . He also serves as co-chair of Norwegian Cruise Line Holdings ' and Royal Caribbean 's \"\"Healthy Sail Panel.\"\" ", "polarity": 0.07709750566893424, "subjectivity": 0.29773242630385494}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041974, "sentenceText": "He also serves as co-chair of Norwegian Cruise Line Holdings ' and Royal Caribbean 's \"\"Healthy Sail Panel.\"\" ", "polarity": 0.25, "subjectivity": 0.25}]}, {"company": {"symbol": "NVDA", "name": "Nvidia", "sector": "Information Technology"}, "articlesCompanyReferencedIn": [{"id": 107041676, "datePublished": "2022-04-05T15:56:07+0000", "url": "https://www.cnbc.com/2022/04/04/stock-market-futures-open-to-close-news.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report The S&amp;P 500 dipped on Tuesday as traders assessed the Federal Reserve's next move and whether the U.S. is headed eventually into a recession. The S&amp;P 500 lost 0.6% after posting two-straight days of gains. The Nasdaq Composite shed 1.7%, pulling back after a 1.9% pop in the prior session. The Dow Jones Industrial Average traded 70 points lower, boosted in part by gains in Merck and Chevron. After opening the day slightly positive, stocks hit their lows of the session and rates hit their highs after Federal Reserve Governor Lael Brainard said Tuesday that the central bank needs to shrink its balance sheet \"\"rapidly\"\" to drive down inflation. \"\"Inflation is much too high and is subject to upside risks,\"\" she said, noting the Fed needed a steady pace of rate hikes as well. The Fed's plan to shrink its balance sheet — albeit faster and more aggressive than some expected — is nothing new to investors, said Jim Paulsen, chief investment strategist at The Leuthold Group. \"\"When you get a headline like that, traders are going to take advantage of that and move the market,\"\" he said. \"\"What will be interesting to see is where we are at the end of the day. A lot of the time the reaction to the headline and what ultimately happens is very different.\"\" Deutsche Bank on Tuesday became the first major Wall Street bank to forecast a U.S. recession is ahead , citing the Fed getting more aggressive to fight inflation. \"\"The US economy is expected to take a major hit from the extra Fed tightening by late next year and early 2024,\"\" the bank's economists said in a note to clients Tuesday. \"\"We see two negative quarters of growth and a more than 1.5% pt rise in the US unemployment rate, developments that clearly qualify as a recession, albeit a moderate one.\"\" Tuesday's moves come as investors await the release of Federal Reserve meeting minutes on Wednesday. Those minutes were for the meeting last month where the central bank hiked rates for the first time in years and indicated six more hikes were ahead this year. The key part of the yield curve — the 2-year and 10-year spread — reversed course on Tuesday after first inverting last week. Inversions of the yield curve have historically preceded recessions. Shares that would hold up well in a slowing economy were higher on Tuesday. Drugmakers Johnson &amp; Johnson and Pfizer were higher by more than 1.5%. Staples like Procter &amp; Gamble and Walmart were also higher. Meanwhile, cruise stocks like Carnival , Norwegian Cruise Line , and Royal Caribbean rose more than 3%. Tech shares were lower, led by chip shares, consolidating their big gains from Monday. Some believe this group could be hurt the most by the Fed's hiking campaign as investors take less risk and buy stocks with steady profits, rather than growth shares promising big earnings down the road. Nvidia lost 3% while Amazon and Tesla were each lower. Still, Twitter shares added another 3% to their 27% Monday gain after Elon Musk said he will join the company's board of directors a day after revealing a 9.2% stake in the social media giant. \"\"The way the market is acting today, the playbook is defense with commodities linked sectors outperforming, while technology underperforms on the concern of high interest rates,\"\" said Keith Lerner co-CIO and chief market strategist at Truist. \"\"There's concern about the economy and the fed's ability to maneuver a soft landing.\"\" And investors continue to keep an eye on Europe, as the war between Ukraine and Russia continues. Ukraine President Volodymyr Zelenskyy pledged to pursue allegations of war crimes against Russian forces, noting that more than 300 people were killed and tortured in a suburb near the capital of Kyiv. ( Click here for the latest .) \"\"Markets have been resilient given the war in Ukraine, continued price pressures, and uncertain global economic outlook, with investors' 'buy the dip' mentality driving equity returns,\"\" said Mark Hackett, Nationwide's chief of investment research. Oil prices continued their climb on Tuesday, with West Texas Intermediate rising 0.7% at $104.03 per barrel and Brent crude gaining 0.5% to $108.09. The market has been volatile since the onset of the war amid concerns over supply disruptions.ns. The new quarter has kicked off after the major averages finished their worst quarter in two years. Investors are preparing for the first-quarter corporate earnings season, which is set to begin next week. ", "polarity": 0.08157153729071537, "subjectivity": 0.3780911858309118}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041676, "sentenceText": "Nvidia lost 3% while Amazon and Tesla were each lower. ", "polarity": 0.0, "subjectivity": 0.0}]}, {"company": {"symbol": "PFE", "name": "Pfizer", "sector": "Health Care"}, "articlesCompanyReferencedIn": [{"id": 107041974, "datePublished": "2022-04-05T15:23:33+0000", "url": "https://www.cnbc.com/2022/04/05/dr-scott-gottlieb-believes-omicron-bapoint2-subvariant-unlikely-to-cause-national-wave-in-us.html", "articleText": "VIDEO 3:09 03:09 Senate reaches $10 billion Covid bill deal, does not include global aid Squawk Box Dr. Scott Gottlieb told CNBC on Tuesday that he believes the U.S. this spring will avoid a \"\"national wave\"\" of infection related to the more contagious omicron BA.2 subvariant. However, the former Food and Drug Administration commissioner said on \"\"Squawk Box\"\" that he thinks cases are being \"\"dramatically\"\" underreported in some parts of the country. Given the reliance on at-home testing now, he estimated that in the Northeast, as few as one in seven or one in eight infections are actually showing up in official case counts. \"\"I think we're further into this than we perceive,\"\" Gottlieb said, pointing to Germany and the U.K., where cases have started to decline quickly from their recent, BA.2-related peak. In the U.S., BA.2 is the dominant version of Covid, according to the Centers for Disease Control and Prevention. Some expect that within two weeks, it may displace the earlier version of omicron , which caused a surge in cases and hospitalizations late last year and into 2022. Both Covid infections and hospitalizations have retreated more than 90% since their January highs during the omicron wave. \"\"It's probably not going to be a national wave of infection\"\" from BA.2, predicted Gottlieb, who led the FDA from 2017 to 2019 in the Trump administration and now serves on the board of Covid maker Pfizer . \"\"It's probably going to be centered in the Northeast, maybe Florida. I think by the time it starts to spread nationally, we'll already be deep into the summer, and that'll provide a seasonal backstop.\"\" The picture may change once fall rolls around for a few reasons, Gottlieb said. \"\"We'll have to contend with this in the fall,\"\" he said. \"\"If [BA.2] is still the dominant variant in places in the country that it really didn't get in right now, it'll start to spread in the fall as people's immunity starts to wane, they get further out from their vaccination and their prior infection from omicron.\"\" Disclosure: Dr. Scott Gottlieb is a CNBC contributor and is a member of the boards of Pfizer, genetic testing start-up Tempus, health-care tech company Aetion and biotech company Illumina . He also serves as co-chair of Norwegian Cruise Line Holdings ' and Royal Caribbean 's \"\"Healthy Sail Panel.\"\" ", "polarity": 0.07709750566893424, "subjectivity": 0.29773242630385494}, {"id": 107041676, "datePublished": "2022-04-05T15:56:07+0000", "url": "https://www.cnbc.com/2022/04/04/stock-market-futures-open-to-close-news.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report The S&amp;P 500 dipped on Tuesday as traders assessed the Federal Reserve's next move and whether the U.S. is headed eventually into a recession. The S&amp;P 500 lost 0.6% after posting two-straight days of gains. The Nasdaq Composite shed 1.7%, pulling back after a 1.9% pop in the prior session. The Dow Jones Industrial Average traded 70 points lower, boosted in part by gains in Merck and Chevron. After opening the day slightly positive, stocks hit their lows of the session and rates hit their highs after Federal Reserve Governor Lael Brainard said Tuesday that the central bank needs to shrink its balance sheet \"\"rapidly\"\" to drive down inflation. \"\"Inflation is much too high and is subject to upside risks,\"\" she said, noting the Fed needed a steady pace of rate hikes as well. The Fed's plan to shrink its balance sheet — albeit faster and more aggressive than some expected — is nothing new to investors, said Jim Paulsen, chief investment strategist at The Leuthold Group. \"\"When you get a headline like that, traders are going to take advantage of that and move the market,\"\" he said. \"\"What will be interesting to see is where we are at the end of the day. A lot of the time the reaction to the headline and what ultimately happens is very different.\"\" Deutsche Bank on Tuesday became the first major Wall Street bank to forecast a U.S. recession is ahead , citing the Fed getting more aggressive to fight inflation. \"\"The US economy is expected to take a major hit from the extra Fed tightening by late next year and early 2024,\"\" the bank's economists said in a note to clients Tuesday. \"\"We see two negative quarters of growth and a more than 1.5% pt rise in the US unemployment rate, developments that clearly qualify as a recession, albeit a moderate one.\"\" Tuesday's moves come as investors await the release of Federal Reserve meeting minutes on Wednesday. Those minutes were for the meeting last month where the central bank hiked rates for the first time in years and indicated six more hikes were ahead this year. The key part of the yield curve — the 2-year and 10-year spread — reversed course on Tuesday after first inverting last week. Inversions of the yield curve have historically preceded recessions. Shares that would hold up well in a slowing economy were higher on Tuesday. Drugmakers Johnson &amp; Johnson and Pfizer were higher by more than 1.5%. Staples like Procter &amp; Gamble and Walmart were also higher. Meanwhile, cruise stocks like Carnival , Norwegian Cruise Line , and Royal Caribbean rose more than 3%. Tech shares were lower, led by chip shares, consolidating their big gains from Monday. Some believe this group could be hurt the most by the Fed's hiking campaign as investors take less risk and buy stocks with steady profits, rather than growth shares promising big earnings down the road. Nvidia lost 3% while Amazon and Tesla were each lower. Still, Twitter shares added another 3% to their 27% Monday gain after Elon Musk said he will join the company's board of directors a day after revealing a 9.2% stake in the social media giant. \"\"The way the market is acting today, the playbook is defense with commodities linked sectors outperforming, while technology underperforms on the concern of high interest rates,\"\" said Keith Lerner co-CIO and chief market strategist at Truist. \"\"There's concern about the economy and the fed's ability to maneuver a soft landing.\"\" And investors continue to keep an eye on Europe, as the war between Ukraine and Russia continues. Ukraine President Volodymyr Zelenskyy pledged to pursue allegations of war crimes against Russian forces, noting that more than 300 people were killed and tortured in a suburb near the capital of Kyiv. ( Click here for the latest .) \"\"Markets have been resilient given the war in Ukraine, continued price pressures, and uncertain global economic outlook, with investors' 'buy the dip' mentality driving equity returns,\"\" said Mark Hackett, Nationwide's chief of investment research. Oil prices continued their climb on Tuesday, with West Texas Intermediate rising 0.7% at $104.03 per barrel and Brent crude gaining 0.5% to $108.09. The market has been volatile since the onset of the war amid concerns over supply disruptions.ns. The new quarter has kicked off after the major averages finished their worst quarter in two years. Investors are preparing for the first-quarter corporate earnings season, which is set to begin next week. ", "polarity": 0.08157153729071537, "subjectivity": 0.3780911858309118}, {"id": 107041506, "datePublished": "2022-04-04T22:24:06+0000", "url": "https://www.cnbc.com/2022/04/04/more-contagious-omicron-bapoint2-on-track-to-displace-other-variants-in-us-in-next-two-weeks.html", "articleText": "A resident receives a Covid-19 swab test during a mobile clinic at Saint Paul MB Church in Cleveland, Mississippi, on Saturday, Jan. 8, 2022. Rory Doyle | Bloomberg | Getty Images The more contagious omicron BA.2 subvariant now makes up 72% of Covid infections that have undergone genetic sequencing in the U.S., according to data from the Centers for Disease Control and Prevention. BA.2 became dominant in the U.S. last week, and now appears on track to displace the earlier version of omicron, BA.1. Ali Mokdad, an epidemiologist at the Institute for Health Metrics and Evaluation in Washington state, projected that will happen within the next two weeks. Though some estimates differ, BA.2 spreads 30% to 80% faster than BA.1., according to data from public health authorities in the U.K. and Denmark. VIDEO 3:17 03:17 Congress should warn the market when it plans to scale down Covid funding, says Dr. Scott Gottlieb Squawk Box A top World Health Organization official, Maria Van Kerkhove, has described BA.2 as the most transmissible version of the virus so far. Renewed outbreaks have occurred in major European nations, including the U.K. and Germany. Here in the U.S., though, White House chief medial advisor Dr. Anthony Fauci has said infections might rise, but he doesn't expect another major surge. Mokdad said he believes infections in the U.S. will likely level off for a week or two and then decline until winter. In the U.S., new infections and hospital admissions have declined more than 90% since the peak of the omicron wave in January. The average number of people hospitalized with Covid in the U.S. was 11,000 as of Monday, the lowest level since 2020, according to data from the federal Health and Human Services Department. The U.S. reported a seven-day average of about 28,000 new infections on Sunday, the lowest level since last July, according to data from Johns Hopkins University. BA.2 generally does not make people sicker than the earlier version of omicron, and the vaccines have the same level of effectiveness against it, according to studies from South Africa and Qatar. However, omicron in general is adept at evading the protective antibodies generated by the vaccines and causing breakthrough infections that normally cause mild illness. CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters ", "polarity": 0.13663609782030833, "subjectivity": 0.3876661350345561}, {"id": 107041250, "datePublished": "2022-04-04T17:41:07+0000", "url": "https://www.cnbc.com/2022/04/04/fda-says-covid-vaccines-may-need-to-be-updated-to-ensure-high-level-of-effectiveness-against-virus.html", "articleText": "A healthcare worker administers a dose of the Pfizer-BioNTech Covid-19 vaccine at a vaccination clinic in the Peabody Institute Library in Peabody, Massachusetts, U.S., on Wednesday, Jan. 26, 2022. Vanessa Leroy | Bloomberg | Getty Images The currently approved Covid-19 vaccines may need an update to ensure a high level of protection as the virus continues to evolve, according to the Food and Drug Administration. The FDA, in a briefing document published ahead of an advisory committee meeting this week, said scientists still don't entirely understand Covid variants and the effectiveness of the vaccines. For example, mutations to the spike protein, which is used by the virus to invade human cells, have reduced effectiveness of current vaccines. That's because today's Covid shots were developed to target the spike protein in the original strain of the virus that emerged in Wuhan, China in late 2019. The FDA's advisory committee of outside vaccine experts on Wednesday will discuss how the U.S. can develop a transparent process to make recommendations about changing the composition of the current ones if needed. Pfizer and Moderna are conducting clinical trials on vaccines based on the omicron variant, the dominant version of the virus worldwide. Omicron and its rapidly spreading subvariant BA.2 have numerous mutations that give them an enhanced capability to breakthrough the vaccines and cause infections that normally result in mild illness. The effectiveness of Pfizer or Moderna's two-dose vaccines against mild illness from omicron dropped from 70% to just 10% 25 weeks after the second shot, according to the U.K. Health Security Agenc y. A third dose increases protection to 75% for about four weeks, but it then declines to between 25% to 40% after 15 weeks. The effectiveness of two vaccine doses against hospitalization from omicron dropped from 71% to 54% after five months, according to the Centers for Disease Control and Prevention . A third shot increased protection to 91%, which then declined to 78% after four months. When the vaccines were first authorized in December 2020 they were 90% effective at preventing infections that resulted in symptoms, according to the CDC. The FDA, in the briefing document, said it is impossible to predict which variant will become dominant and for how long, creating a practical limit to how often the vaccines can be modified. The drug regulator also said it needs to see clinical trial data before authorizing any changes in vaccine composition to ensure they are effective and do not raise safety concerns. CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters The FDA proposed using the process for updating flu vaccines as a guide to how Covid vaccines could be modified in the future. The World Health Organization meets twice a year to analyze the circulating flu variants and makes a recommendation on the composition of the vaccine. The FDA's outside experts, the Vaccines and Related Biological Products Advisory Committee, meets to make its own recommendation, which the U.S. then accepts. The FDA is not bound by the WHO's flu vaccine recommendation, but the drug regulator normally comes to the same conclusion. However, the FDA said in its briefing document that it may need to consider updating the Covid vaccines without a prior WHO recommendation. It's unclear if the spread of Covid will follow a pattern that would make a global recommendation on vaccine updates possible, the FDA said in the document. The FDA advisory committee on Wednesday will also discuss whether fourth Covid shots may be warranted for younger people in the U.S. at some point. The drug regulator authorized fourth Pfizer and Moderna doses for adults ages 50 and older last week based on data from Israel indicating that an additional shot reduces mortality in older people. The FDA committee did not meet to make a recommendation before that decision, and it will not hold a vote on any recommendations Wednesday. Dr. Peter Marks, head of the FDA office responsible for vaccine safety and efficacy, said last week that additional booster doses might be needed in the fall . Public health experts and epidemiologists say the U.S. could face another wave of Covid infection at that time as immunity from the vaccines wanes and people move indoors to escape the colder weather. ", "polarity": 0.10270000000000001, "subjectivity": 0.35346666666666665}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041974, "sentenceText": "Both Covid infections and hospitalizations have retreated more than 90% since their January highs during the omicron wave. \"\"It's probably not going to be a national wave of infection\"\" from BA.2, predicted Gottlieb, who led the FDA from 2017 to 2019 in the Trump administration and now serves on the board of Covid maker Pfizer . \"\"It's probably going to be centered in the Northeast, maybe Florida. ", "polarity": 0.5, "subjectivity": 0.5}, {"articlIdOfReferencedSentence": 107041974, "sentenceText": "Scott Gottlieb is a CNBC contributor and is a member of the boards of Pfizer, genetic testing start-up Tempus, health-care tech company Aetion and biotech company Illumina . ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041676, "sentenceText": "Drugmakers Johnson &amp; Johnson and Pfizer were higher by more than 1.5%. ", "polarity": 0.375, "subjectivity": 0.5}, {"articlIdOfReferencedSentence": 107041506, "sentenceText": "CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters ", "polarity": 0.19666666666666668, "subjectivity": 0.3258333333333333}, {"articlIdOfReferencedSentence": 107041250, "sentenceText": "A healthcare worker administers a dose of the Pfizer-BioNTech Covid-19 vaccine at a vaccination clinic in the Peabody Institute Library in Peabody, Massachusetts, U.S., on Wednesday, Jan. 26, 2022. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041250, "sentenceText": "Pfizer and Moderna are conducting clinical trials on vaccines based on the omicron variant, the dominant version of the virus worldwide. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041250, "sentenceText": "The effectiveness of Pfizer or Moderna's two-dose vaccines against mild illness from omicron dropped from 70% to just 10% 25 weeks after the second shot, according to the U.K. ", "polarity": 0.16666666666666666, "subjectivity": 0.25}, {"articlIdOfReferencedSentence": 107041250, "sentenceText": "CNBC Health &amp; Science Read CNBC's latest global coverage of the Covid pandemic: FDA authorizes fourth Pfizer Covid vaccine dose for people age 50 and older Omicron BA.2 subvariant will soon dominate in U.S., but Fauci doesn’t expect another surge UnitedHealth to buy LHC Group for $5.4 billion Moderna Covid vaccine for kids under 6 years old was up to 44% effective against omicron infection Omicron's 'stealth' subvariant BA.2 could go 'wild' in Europe before going global, top epidemiologist says FDA advisory committee to discuss future of Covid boosters The FDA proposed using the process for updating flu vaccines as a guide to how Covid vaccines could be modified in the future. ", "polarity": 0.1787878787878788, "subjectivity": 0.30757575757575756}, {"articlIdOfReferencedSentence": 107041250, "sentenceText": "The drug regulator authorized fourth Pfizer and Moderna doses for adults ages 50 and older last week based on data from Israel indicating that an additional shot reduces mortality in older people. ", "polarity": 0.08333333333333333, "subjectivity": 0.18333333333333332}]}, {"company": {"symbol": "TSLA", "name": "Tesla", "sector": "Consumer Discretionary"}, "articlesCompanyReferencedIn": [{"id": 107041956, "datePublished": "2022-04-05T14:56:02+0000", "url": "https://www.cnbc.com/2022/04/05/elon-musk-to-join-twitters-board-of-directors.html", "articleText": "In this article TWTR Maja Hitij | Getty Images News | Getty Images Elon Musk will join Twitter 's board of directors after taking a 9.2% stake in the social media company. The news sent Twitter's shares up more than 3% on Tuesday morning. \"\"Through conversations with Elon in recent weeks, it became clear to us that he would bring great value to our Board,\"\" CEO Parag Agrawal said in a tweet Tuesday. \"\"He's both a passionate believer and intense critic of the service which is exactly what we need on Twitter, and in the boardroom, to make us stronger in the long-term,\"\" Agrawal added. Former chief Jack Dorsey praised the move , saying in a tweet that Musk \"\"cares deeply about our world and Twitter's role in it.\"\" Musk's term is set to expire in 2024, according to a filing with the SEC . For his entire board term or 90 days after, Musk cannot be the beneficial owner of more than 14.9% of the company's common stock outstanding. VIDEO 4:06 04:06 Tesla CEO Elon Musk to join Twitter board of directors Squawk Box Musk's purchase comes after a bout of criticism aimed at the social media company. The outspoken Tesla CEO polled people on Twitter last month about whether it adheres to free speech principles. He later said he was considering building a new social media platform. After he was named to the board, Musk on Tuesday teased he would push for adjustments to the product. \"\"Looking forward to working with Parag &amp; Twitter board to make significant improvements to Twitter in coming months!\"\" Musk said in a tweet. Musk's stake, while the largest among outside shareholders, is considered a passive interest, which often means the holder isn't trying to control or influence the company. Still, some investors expected Musk to take an aggressive stance . After the stake was revealed Monday, investors pushed the stock up 27%, its best day since its IPO . Hours after his holding in the company was revealed, Musk took to Twitter to poll users on interest in an edit button. Agrawal retweeted the post, urging people to \"\"vote carefully\"\" as the consequences \"\"will be important.\"\" Musk's investment comes at a key time for the social media company. Agrawal, who took over from Dorsey in November , has said he would focus on metrics and accelerate Twitter's work to bring new products to customers. He's also under pressure to reach the company's aggressive internal goals, including growing Twitter to 315 million monetizable daily active users by the end of 2023. Twitter reported 217 million monetizable daily active users for its most recent quarter . \"\"We believe Musk joining Twitter will lead to a host of strategic initiatives which could include a range of near-term and long-term possibilities out of the gates for the company still struggling in a social media arms race,\"\" Wedbush analyst Dan Ives said in a note to investors. It's \"\"time to get out the popcorn and watch the developments over the coming months with Musk on the Board,\"\" he said. Musk is an avid Twitter user with more than 80.5 million followers on the platform. However, he's also landed himself in hot water several times over his tweets. In 2018, Musk tweeted he had \"\"funding secured\"\" to take Tesla private at $420 per share, which led to litigation. Musk has since  agreed to submit  his public statements about Tesla's finances and other topics to vetting by its legal counsel.  He was also subpoenaed by the SEC in November after he asked his Twitter followers if he should sell 10% of his Tesla stock, causing  the shares to fall . ", "polarity": 0.13013781431334623, "subjectivity": 0.4283849129593811}, {"id": 107041073, "datePublished": "2022-04-05T15:37:52+0000", "url": "https://www.cnbc.com/2022/04/05/bitcoin-powers-a-fast-new-way-to-send-us-dollars-around-the-world.html", "articleText": "A visual representation of Bitcoin cryptocurrency. Edward Smith | Getty Images There's a new and low-cost way to quickly send U.S. digital dollars around the world without a bank. And it's built on bitcoin. Blockchain start-up Lightning Labs announced Tuesday that it's launching the Taro protocol, a technology that will route fiat-pegged stablecoins and other digital assets through the bitcoin monetary network. The project is still in development mode. Taro uses Lightning, a payments platform built on top of bitcoin's base layer that enables global, high volume, virtually instantaneous, and low-fee transactions using the security of the bitcoin blockchain. \"\"It's one of those things where people don't really know how the credit card system works – and it just works,\"\" Lightning Labs CEO Elizabeth Stark told CNBC. Typically, this 'layer two' payments platform is all about making bitcoin easier to spend and receive – but Lightning Labs has decided to extend the use case of this tech to other types of virtual cash. \"\"With this technology, you could route all the world's currencies through bitcoin,\"\" said Stark. \"\"People will be able to seamlessly go between bitcoin and say, a USD stablecoin, or peso, euro, yen, etc. And they can send those globally, instantly and with extremely low fees,\"\" she said. How it works There is bitcoin, the asset class, and then there's the global interoperable bitcoin monetary network. Lightning Labs is piggybacking off the latter. You can think of Taro's payment workflow as enabling bitcoin to serve as a hybrid of the SWIFT financial messaging system (the communication layer) and correspondent banking (routing component). Typically, all nodes must agree to confirm a transaction on the bitcoin network, verifying every transaction on the blockchain. The process highlights one of bitcoin's greatest strengths: its high degree of network decentralization, which is a big part of what ensures its security. But it is also relatively slow, averaging five transactions per second on bitcoin's base layer, and can be expensive. On the Lightning Network, not all participants in the network need to agree. Instead, nodes only verify transactions with which they are directly interacting. That difference is key. Stark tells CNBC that it's possible to execute hundreds of thousands of transactions per second on Lightning. And then there's the cost. \"\"Lightning transactions can be fractions of a penny...while a bitcoin transaction at the core protocol layer can be much more expensive than that,\"\" said Alyse Killeen, founder and managing partner of bitcoin-focused venture firm Stillmark. Twitter integrated Lightning tipping in 2021 and the technology is already deployed around the world in places like El Salvador, which made bitcoin legal tender in Sept. 2021. But Lightning Labs says that the Taro protocol marks a major step in Lightning's capacity to serve as the underlying value transfer protocol of the internet. \"\"From our standpoint, we're particularly interested in the fiat and stablecoin aspects, because we're really big into emerging markets,\"\" explained Stark. \"\"That's something near and dear to our hearts. We've seen a lot of adoption there, and there's a big demand for that.\"\" The ultimate goal is to create a frictionless on-ramp to the global economy requiring only a mobile phone, in order to include as many people as possible in the process. Lightning Labs – which also announced it raised $70 million in Series B funding led by early Tesla and SpaceX backer Valor Equity Partners – says it is releasing the technical spec for the Taro protocol, so that it can incorporate feedback from developers as it continues to build the protocol. ", "polarity": 0.00790308747855917, "subjectivity": 0.44294739851343623}, {"id": 107041676, "datePublished": "2022-04-05T15:56:07+0000", "url": "https://www.cnbc.com/2022/04/04/stock-market-futures-open-to-close-news.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report The S&amp;P 500 dipped on Tuesday as traders assessed the Federal Reserve's next move and whether the U.S. is headed eventually into a recession. The S&amp;P 500 lost 0.6% after posting two-straight days of gains. The Nasdaq Composite shed 1.7%, pulling back after a 1.9% pop in the prior session. The Dow Jones Industrial Average traded 70 points lower, boosted in part by gains in Merck and Chevron. After opening the day slightly positive, stocks hit their lows of the session and rates hit their highs after Federal Reserve Governor Lael Brainard said Tuesday that the central bank needs to shrink its balance sheet \"\"rapidly\"\" to drive down inflation. \"\"Inflation is much too high and is subject to upside risks,\"\" she said, noting the Fed needed a steady pace of rate hikes as well. The Fed's plan to shrink its balance sheet — albeit faster and more aggressive than some expected — is nothing new to investors, said Jim Paulsen, chief investment strategist at The Leuthold Group. \"\"When you get a headline like that, traders are going to take advantage of that and move the market,\"\" he said. \"\"What will be interesting to see is where we are at the end of the day. A lot of the time the reaction to the headline and what ultimately happens is very different.\"\" Deutsche Bank on Tuesday became the first major Wall Street bank to forecast a U.S. recession is ahead , citing the Fed getting more aggressive to fight inflation. \"\"The US economy is expected to take a major hit from the extra Fed tightening by late next year and early 2024,\"\" the bank's economists said in a note to clients Tuesday. \"\"We see two negative quarters of growth and a more than 1.5% pt rise in the US unemployment rate, developments that clearly qualify as a recession, albeit a moderate one.\"\" Tuesday's moves come as investors await the release of Federal Reserve meeting minutes on Wednesday. Those minutes were for the meeting last month where the central bank hiked rates for the first time in years and indicated six more hikes were ahead this year. The key part of the yield curve — the 2-year and 10-year spread — reversed course on Tuesday after first inverting last week. Inversions of the yield curve have historically preceded recessions. Shares that would hold up well in a slowing economy were higher on Tuesday. Drugmakers Johnson &amp; Johnson and Pfizer were higher by more than 1.5%. Staples like Procter &amp; Gamble and Walmart were also higher. Meanwhile, cruise stocks like Carnival , Norwegian Cruise Line , and Royal Caribbean rose more than 3%. Tech shares were lower, led by chip shares, consolidating their big gains from Monday. Some believe this group could be hurt the most by the Fed's hiking campaign as investors take less risk and buy stocks with steady profits, rather than growth shares promising big earnings down the road. Nvidia lost 3% while Amazon and Tesla were each lower. Still, Twitter shares added another 3% to their 27% Monday gain after Elon Musk said he will join the company's board of directors a day after revealing a 9.2% stake in the social media giant. \"\"The way the market is acting today, the playbook is defense with commodities linked sectors outperforming, while technology underperforms on the concern of high interest rates,\"\" said Keith Lerner co-CIO and chief market strategist at Truist. \"\"There's concern about the economy and the fed's ability to maneuver a soft landing.\"\" And investors continue to keep an eye on Europe, as the war between Ukraine and Russia continues. Ukraine President Volodymyr Zelenskyy pledged to pursue allegations of war crimes against Russian forces, noting that more than 300 people were killed and tortured in a suburb near the capital of Kyiv. ( Click here for the latest .) \"\"Markets have been resilient given the war in Ukraine, continued price pressures, and uncertain global economic outlook, with investors' 'buy the dip' mentality driving equity returns,\"\" said Mark Hackett, Nationwide's chief of investment research. Oil prices continued their climb on Tuesday, with West Texas Intermediate rising 0.7% at $104.03 per barrel and Brent crude gaining 0.5% to $108.09. The market has been volatile since the onset of the war amid concerns over supply disruptions.ns. The new quarter has kicked off after the major averages finished their worst quarter in two years. Investors are preparing for the first-quarter corporate earnings season, which is set to begin next week. ", "polarity": 0.08157153729071537, "subjectivity": 0.3780911858309118}, {"id": 107041375, "datePublished": "2022-04-04T22:20:44+0000", "url": "https://www.cnbc.com/2022/04/04/elon-musk-thumbs-his-nose-at-the-sec-again-with-twitter-stake.html", "articleText": "In this article TWTR TSLA Entrepreneur and business magnate Elon Musk gestures during a visit at the Tesla Gigafactory plant under construction, on August 13, 2021 in Gruenheide near Berlin, eastern Germany. Patrick Pleul | AFP | Getty Images The Securities Exchange Commission has another reason to come after Elon Musk. The world's richest man disclosed Monday that he's acquired a 9.2% stake in Twitter , sending the social media company shares up more than 28% in afternoon trading. The filing marks Musk's accumulation of common shares to March 14. The stake is passive, according to the financial disclosure. VIDEO 5:13 05:13 I think Elon Musk should get Twitter board seats immediately, says Josh Brown Halftime Report The SEC mandates that anyone who acquires more than 5% of a company's common shares disclose their holdings within 10 calendar days . Musk signed his filing 21 days after March 14. On March 25, the day after the 10-day period lapsed, Musk posted a poll on Twitter, with the following preamble: \"\"Free speech is essential to a functioning democracy. Do you believe Twitter rigorously adheres to this principle?\"\" He followed up on his own poll by stating, \"\"The consequences of this poll will be important. Please vote carefully.\"\" Musk had actually already acquired his large stake in Twitter at this point — and legally had to reveal it. SEC disclosure punishments are historically modest — often about $100,000 . Musk's net worth, according to Forbes , is about $300 billion. A $100,000 fine amounts to .00003% of his wealth. The median net worth of a U.S. household is about $122,000. An equivalent fine to a median American household would be about 3 cents. Musk's intentions with his large stake are unclear. In late January, conservative pundit Dinesh D'Souza, who was convicted of campaign finance fraud in 2014, tagged Musk in a tweet telling him that he \"\"can dramatically change the political and cultural landscape\"\" by buying and taking over \"\"a major social media platform.\"\" Musk responded saying, \"\"Interesting ideas.\"\" Musk vs. the SEC The Tesla and SpaceX CEO has a history of courting controversy and promoting his companies on the Twitter platform, while dismissing some SEC rules. In September 2018, the SEC charged Musk  with making \"\"false and misleading\"\" statements to investors when he announced via Twitter in August that year he was considering taking Tesla private at $420 a share and had funding secured. Shares of the electric vehicle maker seesawed for weeks after that — and the deal Musk alluded to never materialized. Musk and Tesla eventually agreed to a settlement with the government and revised it in 2019 . Under its terms, Musk and Tesla each had to pay $20 million in fines to the SEC, and Musk had to temporarily relinquish his role as chairman of the company's board. In June 2020, the SEC said Musk was in violation of some terms of the agreement that required the CEO to have tweets preapproved if they contained material business information about Tesla likely to affect the share price. Musk had tweeted that Tesla's stock price was too high, which sent the shares down. Earlier this year, the SEC subpoenaed Musk and Tesla after he informally polled his  tens of millions of Twitter  followers, asking  if he should sell 10% of his Tesla holdings. The majority of his followers voted yes. The Tesla CEO's battles with regulators tend to be public and messy, occasionally including vulgar taunts. He has expressed his displeasure with the SEC on Twitter on multiple occasions, including in  October 2018  when he called the agency the \"\"shortseller enrichment commission,\"\" and in  July 2020  when he wrote: \"\"SEC, three letter acronym, middle word is Elon's.\"\" Musk hasn't said anything publicly about his intentions regarding Twitter management or ownership since the financial filing was published. His only statement since disclosing the stake — on Twitter — was \"\"Oh hi lol.\"\" Musk did not immediately respond to a request for comment from CNBC. ", "polarity": 0.050798524087997766, "subjectivity": 0.4254859370648844}, {"id": 107041932, "datePublished": "2022-04-05T11:40:09+0000", "url": "https://www.cnbc.com/2022/04/05/stocks-making-the-biggest-moves-in-the-premarket-carvana-first-solar-generac-and-more.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report Take a look at some of the biggest movers in the premarket: Carvana (CVNA) – Carvana was downgraded to \"\"sector perform\"\" from \"\"outperform\"\" at RBC Capital Markets, with the price target for the online car seller's stock cut to $138 per share from $155 per share. RBC bases its call both on valuation and potential difficulty in integrating its recent acquisition of car auction company Adesa. Carvana slid 3.4% in the premarket. First Solar (FSLR) – The solar company's stock fell 4.8% in premarket trading after Bank of America Securities downgraded it to \"\"underperform\"\" from \"\"neutral.\"\" BofA said investors may be overly optimistic about growth prospects and that a new Commerce Department anti-dumping inquiry into Asian module manufacturers is unlikely to drive pricing power. Generac (GNRC) – The maker of backup generators and other energy-related equipment was put on the \"\"Americas Buy List\"\" at Goldman Sachs. Goldman points to a broad product portfolio, an increasing distribution footprint, and the idea that many of Generac's products are in the early stages of adoption. Generac added 2.1% in premarket trading. Carnival (CCL) – Carnival rallied 3.6% in the premarket after the cruise line operator said the seven-day period from March 28 through April 3 was the busiest week for new cruise bookings in the company's history. Twitter (TWTR) – Twitter was up another 1.5% in premarket action after soaring 27.1% Monday. That followed Tesla CEO Elon Musk's disclosure that he had taken a 9.2% stake in the social media company. Nio (NIO) – Nio gained 1.1% in the premarket following a report in the Financial Times that the China-based electric car maker is speaking with peers about licensing its battery swapping technology. Farfetch (FTCH) – The luxury fashion e-commerce company will take a $200 million minority stake in Neiman Marcus as part of a global partnership. Acuity Brands (AYI) – The maker of lighting products and building management systems reported quarterly earnings of $2.57 per share, 20 cents a share above estimates. Revenue also topped Wall Street forecasts. The company said it was able to offset significant increases in materials and freight costs with price increases and productivity improvements. Teva Pharmaceutical (TEVA) – The drugmaker was upgraded to \"\"overweight\"\" from \"\"equal weight\"\" at Barclays, which cited several factors including increased estimates for Teva's biosimilar version of the immunosuppressive drug Humira. Teva added 1.5% in premarket trading. ", "polarity": 0.06431502525252525, "subjectivity": 0.3050662878787878}, {"id": 107041865, "datePublished": "2022-04-05T13:52:33+0000", "url": "https://www.cnbc.com/2022/04/05/elon-musk-asks-twitter-users-if-they-want-an-edit-button-shares-rise.html", "articleText": "In this article TWTR Elon Musk's investment in Twitter comes after he said he was considering building a new social media platform. Jim Watson | AFP | Getty Images Twitter shares rose over 7% Tuesday in premarket trading after Elon Musk was appointed to the company's board of directors . The appointment, disclosed in a release filed with the SEC, comes after Musk took a 9.2% passive stake in the company, making him the largest shareholder. The stake is worth almost $3 billion. Twitter's share price had climbed 7.32% to $53.63 at 9:02 a.m. ET Tuesday. The rise comes hot on the heels of Twitter's best day of trading since its IPO in 2013, with shares surging over 27% on Monday. \"\"Through conversations with Elon in recent weeks, it became clear to us that he would bring great value to our Board,\"\" Twitter CEO Parag Agrawal said in a tweet. \"\"He's both a passionate believer and intense critic of the service which is exactly what we need on Twitter, and in the boardroom, to make us stronger in the long-term,\"\" he added. Musk replied saying he was looking forward to working with Agrawal and the Twitter board to make \"\"significant improvements\"\" to the platform. On Monday, Musk asked Twitter users if they want an edit button to be added to the platform. \"\"Do you want an edit button?\"\" Musk asked in a poll. At the time of writing, the poll had received 2,333,856 votes, with some 73.6% voting \"\"yse\"\" and 26.4% voting \"\"on.\"\" Agrawal retweeted Musk and urged people to \"\"vote carefully\"\" as the consequences \"\"will be important.\"\" On April 1, or April Fools' Day, Twitter tweeted a message through its official account saying that it was working on an \"\"edit\"\" button. When the company was asked if it was a joke, it said: \"\"We cannot confirm or deny but we may edit our statement later.\"\" While an edit button would allow Twitter users to fix grammatical errors, there are concerns that it would also enable them to edit the meaning of a tweet, which could be problematic if that tweet had gone viral and had millions of impressions. In response, Meta CTO Andrew Bosworth claimed that he and his team solved the issue on Facebook \"\"a long time ago\"\" by including an indicator that it had been edited along with a change log. Musk's appointment to the Twitter board comes after he said he was considering  building a new social media platform . The  Tesla  CEO does not like that his tweets are scrutinized by regulators like the U.S. Securities and Exchange Commission. \"\"Given that Twitter serves as the de facto public town square, failing to adhere to free speech principles fundamentally undermines democracy,\"\" Musk tweeted March 26. \"\"What should be done?\"\" Musk was subpoenaed by the SEC in November after he asked his Twitter followers if he should sell 10% of his Tesla stock — causing  shares to fall . Bilal Hafeez, CEO of financial market research firm Macro Hive, told CNBC's \"\"Street Signs Europe\"\" Tuesday that Musk has had issues with Twitter for a while, adding that he's unsatisfied with the firm's approach to free speech and product development. VIDEO 2:52 02:52 Elon Musk feels like Twitter has gone in the wrong direction, analyst says Street Signs Europe \"\"It appears that Elon does care about the direction of Twitter,\"\" Hafeez said. \"\"The question is how active he will be in terms of the future direction of the company.\"\" Hafeez added that Musk may try to bring in an outsider to run Twitter. Agrawal was formerly CTO before taking up his CEO role. \"\"More fundamentally, there is an issue of Twitter's revenue growth model,\"\" Hafeez said. \"\"It does have aggressive targets for its daily active users, yet it's unlikely to be able to achieve those. Its revenue growth, while it did pick up in the pandemic, wasn't as large as many other platforms over the same period of time.\"\" ", "polarity": 0.1234253246753247, "subjectivity": 0.4736498917748918}, {"id": 107041124, "datePublished": "2022-04-05T04:42:45+0000", "url": "https://www.cnbc.com/2022/04/04/twitter-shares-soar-more-than-25percent-after-elon-musk-takes-9percent-stake-in-social-media-company.html", "articleText": "In this article TWTR TSLA VIDEO 3:18 03:18 Twitter shares surge after Elon Musk takes 9.2% stake in company Squawk Box Outspoken  Tesla  CEO Elon Musk purchased a giant stake in  Twitter  that makes him the largest outside shareholder in the social media stock, not long after criticizing the company for what he said was its failure   to uphold the tenets of free speech. Musk owns 73,486,938 shares of Twitter, which represents a 9.2% passive stake in the company, according to a Securities and Exchange Commission 13G filing released Monday. The stake is worth $2.89 billion, based Twitter's closing price Friday. The purchase comes less than two weeks after Musk criticized the company, polling people on Twitter about whether it adheres to free speech principles. \"\"Given that Twitter serves as the de facto public town square, failing to adhere to free speech principles fundamentally undermines democracy,\"\" Musk tweeted. \"\"What should be done?\"\" Late last month, Musk also said he was considering building a new social media platform . While it is classified as a passive stake, investors were bidding shares higher on the chance this could lead to something more. Twitter stock surged more than 27%. \"\"Musk could try to take a more aggressive stance here on Twitter,\"\" Wedbush analyst Dan Ives said Monday on CNBC's \"\" Squawk Box .\"\" \"\"This eventually could lead to some sort of buyout.\"\" \"\"This makes sense given what Musk has at least been talking about, at least from a social media perspective,\"\" Ives said. Twitter declined to comment. Stock picks and investing trends from CNBC Pro: JPMorgan says 3 stocks could be winners if U.S.-listed Chinese stocks avert delisting Goldman names four megatrends with 'oversold' stocks to buy right now Goldman is worried this could be like the 1970s and is recommending these stocks Musk is a frequent user of Twitter and has more than 80 million followers on the platform. However, some of his tweets have gotten the Tesla chief into hot water over the years. On Aug. 7, 2018, Musk tweeted he had \"\"funding secured\"\" to take Tesla private at $420 per share. The 12 months following that tweet were a roller coaster for Musk and Tesla shareholders. In that time, the company set performance records, but also had to deal with litigation, government inquiries and layoffs. Musk also reached a settlement with the SEC that removed him from the role of chairman at Tesla. — CNBC's Jessica Bursztynsky contributed to this report. VIDEO 3:17 03:17 Two experts break down Elon Musk's 9.2% stake in Twitter Squawk Box ", "polarity": 0.09703835590932366, "subjectivity": 0.3888435041660848}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041956, "sentenceText": "VIDEO 4:06 04:06 Tesla CEO Elon Musk to join Twitter board of directors Squawk Box Musk's purchase comes after a bout of criticism aimed at the social media company. ", "polarity": 0.03333333333333333, "subjectivity": 0.06666666666666667}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "The outspoken Tesla CEO polled people on Twitter last month about whether it adheres to free speech principles. ", "polarity": 0.2, "subjectivity": 0.43333333333333335}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "In 2018, Musk tweeted he had \"\"funding secured\"\" to take Tesla private at $420 per share, which led to litigation. ", "polarity": 0.0, "subjectivity": 0.375}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "Musk has since  agreed to submit  his public statements about Tesla's finances and other topics to vetting by its legal counsel.  He was also subpoenaed by the SEC in November after he asked his Twitter followers if he should sell 10% of his Tesla stock, causing  the shares to fall . ", "polarity": -0.006249999999999999, "subjectivity": 0.3104166666666667}, {"articlIdOfReferencedSentence": 107041073, "sentenceText": "Lightning Labs – which also announced it raised $70 million in Series B funding led by early Tesla and SpaceX backer Valor Equity Partners – says it is releasing the technical spec for the Taro protocol, so that it can incorporate feedback from developers as it continues to build the protocol. ", "polarity": 0.05, "subjectivity": 0.2}, {"articlIdOfReferencedSentence": 107041676, "sentenceText": "Nvidia lost 3% while Amazon and Tesla were each lower. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "In this article TWTR TSLA Entrepreneur and business magnate Elon Musk gestures during a visit at the Tesla Gigafactory plant under construction, on August 13, 2021 in Gruenheide near Berlin, eastern Germany. ", "polarity": 0.1, "subjectivity": 0.4}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "In late January, conservative pundit Dinesh D'Souza, who was convicted of campaign finance fraud in 2014, tagged Musk in a tweet telling him that he \"\"can dramatically change the political and cultural landscape\"\" by buying and taking over \"\"a major social media platform.\"\" Musk responded saying, \"\"Interesting ideas.\"\" Musk vs. the SEC The Tesla and SpaceX CEO has a history of courting controversy and promoting his companies on the Twitter platform, while dismissing some SEC rules. ", "polarity": 0.024479166666666673, "subjectivity": 0.3833333333333333}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "In September 2018, the SEC charged Musk  with making \"\"false and misleading\"\" statements to investors when he announced via Twitter in August that year he was considering taking Tesla private at $420 a share and had funding secured. ", "polarity": -0.1666666666666667, "subjectivity": 0.525}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "Musk and Tesla eventually agreed to a settlement with the government and revised it in 2019 . ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "Under its terms, Musk and Tesla each had to pay $20 million in fines to the SEC, and Musk had to temporarily relinquish his role as chairman of the company's board. ", "polarity": -0.1, "subjectivity": 0.6}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "In June 2020, the SEC said Musk was in violation of some terms of the agreement that required the CEO to have tweets preapproved if they contained material business information about Tesla likely to affect the share price. ", "polarity": -0.05, "subjectivity": 0.8}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "Musk had tweeted that Tesla's stock price was too high, which sent the shares down. ", "polarity": 0.0022222222222222088, "subjectivity": 0.4144444444444444}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "Earlier this year, the SEC subpoenaed Musk and Tesla after he informally polled his  tens of millions of Twitter  followers, asking  if he should sell 10% of his Tesla holdings. ", "polarity": -0.05, "subjectivity": 0.55}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "The Tesla CEO's battles with regulators tend to be public and messy, occasionally including vulgar taunts. ", "polarity": -0.22499999999999998, "subjectivity": 0.34791666666666665}, {"articlIdOfReferencedSentence": 107041932, "sentenceText": "That followed Tesla CEO Elon Musk's disclosure that he had taken a 9.2% stake in the social media company. ", "polarity": 0.03333333333333333, "subjectivity": 0.06666666666666667}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "The  Tesla  CEO does not like that his tweets are scrutinized by regulators like the U.S. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "Securities and Exchange Commission. \"\"Given that Twitter serves as the de facto public town square, failing to adhere to free speech principles fundamentally undermines democracy,\"\" Musk tweeted March 26. \"\"What should be done?\"\" Musk was subpoenaed by the SEC in November after he asked his Twitter followers if he should sell 10% of his Tesla stock — causing  shares to fall . ", "polarity": 0.10000000000000002, "subjectivity": 0.48888888888888893}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "In this article TWTR TSLA VIDEO 3:18 03:18 Twitter shares surge after Elon Musk takes 9.2% stake in company Squawk Box Outspoken  Tesla  CEO Elon Musk purchased a giant stake in  Twitter  that makes him the largest outside shareholder in the social media stock, not long after criticizing the company for what he said was its failure   to uphold the tenets of free speech. ", "polarity": 0.02361111111111111, "subjectivity": 0.4361111111111111}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "However, some of his tweets have gotten the Tesla chief into hot water over the years. ", "polarity": 0.25, "subjectivity": 0.8500000000000001}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "On Aug. 7, 2018, Musk tweeted he had \"\"funding secured\"\" to take Tesla private at $420 per share. ", "polarity": 0.0, "subjectivity": 0.375}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "The 12 months following that tweet were a roller coaster for Musk and Tesla shareholders. ", "polarity": 0.0, "subjectivity": 0.1}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "Musk also reached a settlement with the SEC that removed him from the role of chairman at Tesla. — CNBC's Jessica Bursztynsky contributed to this report. ", "polarity": -0.1, "subjectivity": 0.6}]}, {"company": {"symbol": "TWTR", "name": "Twitter", "sector": "Communication Services"}, "articlesCompanyReferencedIn": [{"id": 107041956, "datePublished": "2022-04-05T14:56:02+0000", "url": "https://www.cnbc.com/2022/04/05/elon-musk-to-join-twitters-board-of-directors.html", "articleText": "In this article TWTR Maja Hitij | Getty Images News | Getty Images Elon Musk will join Twitter 's board of directors after taking a 9.2% stake in the social media company. The news sent Twitter's shares up more than 3% on Tuesday morning. \"\"Through conversations with Elon in recent weeks, it became clear to us that he would bring great value to our Board,\"\" CEO Parag Agrawal said in a tweet Tuesday. \"\"He's both a passionate believer and intense critic of the service which is exactly what we need on Twitter, and in the boardroom, to make us stronger in the long-term,\"\" Agrawal added. Former chief Jack Dorsey praised the move , saying in a tweet that Musk \"\"cares deeply about our world and Twitter's role in it.\"\" Musk's term is set to expire in 2024, according to a filing with the SEC . For his entire board term or 90 days after, Musk cannot be the beneficial owner of more than 14.9% of the company's common stock outstanding. VIDEO 4:06 04:06 Tesla CEO Elon Musk to join Twitter board of directors Squawk Box Musk's purchase comes after a bout of criticism aimed at the social media company. The outspoken Tesla CEO polled people on Twitter last month about whether it adheres to free speech principles. He later said he was considering building a new social media platform. After he was named to the board, Musk on Tuesday teased he would push for adjustments to the product. \"\"Looking forward to working with Parag &amp; Twitter board to make significant improvements to Twitter in coming months!\"\" Musk said in a tweet. Musk's stake, while the largest among outside shareholders, is considered a passive interest, which often means the holder isn't trying to control or influence the company. Still, some investors expected Musk to take an aggressive stance . After the stake was revealed Monday, investors pushed the stock up 27%, its best day since its IPO . Hours after his holding in the company was revealed, Musk took to Twitter to poll users on interest in an edit button. Agrawal retweeted the post, urging people to \"\"vote carefully\"\" as the consequences \"\"will be important.\"\" Musk's investment comes at a key time for the social media company. Agrawal, who took over from Dorsey in November , has said he would focus on metrics and accelerate Twitter's work to bring new products to customers. He's also under pressure to reach the company's aggressive internal goals, including growing Twitter to 315 million monetizable daily active users by the end of 2023. Twitter reported 217 million monetizable daily active users for its most recent quarter . \"\"We believe Musk joining Twitter will lead to a host of strategic initiatives which could include a range of near-term and long-term possibilities out of the gates for the company still struggling in a social media arms race,\"\" Wedbush analyst Dan Ives said in a note to investors. It's \"\"time to get out the popcorn and watch the developments over the coming months with Musk on the Board,\"\" he said. Musk is an avid Twitter user with more than 80.5 million followers on the platform. However, he's also landed himself in hot water several times over his tweets. In 2018, Musk tweeted he had \"\"funding secured\"\" to take Tesla private at $420 per share, which led to litigation. Musk has since  agreed to submit  his public statements about Tesla's finances and other topics to vetting by its legal counsel.  He was also subpoenaed by the SEC in November after he asked his Twitter followers if he should sell 10% of his Tesla stock, causing  the shares to fall . ", "polarity": 0.13013781431334623, "subjectivity": 0.4283849129593811}, {"id": 107041140, "datePublished": "2022-04-04T13:02:30+0000", "url": "https://www.cnbc.com/2022/04/04/russias-economy-is-beginning-to-crack-as-economists-forecast-sharp-contractions.html", "articleText": "MOSCOW, Russia: The Russian central bank has implemented a range of capital controls in a bid to support domestic assets and the ruble currency, as international sanctions squeeze the economy following Russia's invasion of Ukraine. KIRILL Kudryavtsev | AFP | Getty Images The Russian economy is set to shrink sharply this year while inflation skyrockets, as punitive international sanctions in response to its unprovoked invasion of Ukraine begin to bite. Russian manufacturing activity in March contracted at its sharpest rate since May 2020, in the early stages of the Covid-19 pandemic, as material shortages and delivery delays weighed heavily on factories. The S&amp;P Global purchasing managers' index (PMI) for Russia, published on Friday, dropped from 48.6 in February to 44.1 in March, with anything below 50 representing contraction. Goldman Sachs economists noted on Friday that the fall was \"\"broad-based, with sharp drops in the output, new orders, and (especially) the new exports orders components.\"\" In a note Wednesday, economists at Capital Economics projected that Western sanctions are likely to push Russian gross domestic product into a 12% contraction in 2022, while inflation is expected to exceed 23% year-on-year. The European Bank for Reconstruction and Development has projected a 10% shrinkage in the Russian economy, which would still constitute the country's deepest recession for almost 30 years, with GDP then flatlining in 2023 and entering a prolonged period of negligible growth. Goldman Sachs has also forecast a 10% contraction, while the Institute for International Finance think tank has projected a more damaging 15% plunge in Russian GDP in 2022 and a further 3% in 2023. VIDEO 2:14 02:14 Putin's bet is that Europe will come back to the table with Russia: Professor Capital Connection Fears of a Russian sovereign debt default have not materialized, however, with the Kremlin managing to service a recent closely-watched bond payment despite the shackles of sanctions by Western powers that have frozen huge portions of the central bank's $640 billion stockpile of foreign currency reserves. Russian stocks have also edged higher since reopening on Mar. 24 after a month-long shutdown of Moscow exchanges, along with the ruble , though capital control measures taken by the Central Bank of Russia and the fading risk of debt default are partially responsible. \"\"A more sustained recovery will probably require a peace deal which still looks far away. Meanwhile, spillovers from the war will be felt acutely in Central and Eastern Europe (CEE),\"\" Capital Economics Chief Emerging Markets Economist William Jackson said in the report. \"\"Industry will be hit by supply disruptions and higher inflation will weigh on households' real incomes and dampen consumer spending. We expect the war to shave 1.0-1.5%-pts off growth in CEE this year.\"\" The outlook for Russia may yet darken further following the emergence over the weekend of allegations of civilian massacres by Russian forces in Bucha and other Ukrainian towns. The alleged atrocities will push back expectations for peace talks and increase the threat of more punitive international sanctions. Ukraine's top prosecutor said on Sunday that 410 bodies had been found in towns recaptured from retreating Russian forces around Kyiv as part of an investigation into possible war crimes, while Ukrainian President Volodymyr Zelenskyy accused Russia of genocide. Russia has denied allegations that its forces killed civilians in Bucha, 23 miles northwest of Kyiv. VIDEO 1:43 01:43 The Russia-Ukraine war has 'really shifted' ESG priorities, says Goldman Sachs Street Signs Asia The European Union plans to introduce fresh sanctions against Moscow in the wake of the new reported atrocities, with European Council President Charles Michel announcing on Twitter that \"\"further EU sanctions &amp; support are on their way.\"\" British Foreign Secretary Liz Truss will travel to Poland on Monday to meet with Ukrainian and Polish counterparts ahead of talks with G-7 and NATO allies later this week, and is expected to call for tougher sanctions against Russia. Despite the sharp declines in Russia's March PMIs, Goldman Sachs noted on Friday that activity across some CEEMEA economies was surprisingly robust, with gains in Hungary and South Africa offset by declines in Poland and the Czech Republic. \"\"Hungary's PMI has been relatively volatile in recent months, so we would downplay the significance of its gain (not least because our analysis suggests that it is relatively exposed to the Russia-Ukraine conflict),\"\" Goldman economists wrote. \"\"For South Africa, its direct trade with Russia and Ukraine is limited, while it is benefiting from higher commodity prices.\"\" VIDEO 7:18 07:18 How NATO is defending Eastern Europe CNBC Reports ", "polarity": 0.054502164502164496, "subjectivity": 0.27641991341991334}, {"id": 107041073, "datePublished": "2022-04-05T15:37:52+0000", "url": "https://www.cnbc.com/2022/04/05/bitcoin-powers-a-fast-new-way-to-send-us-dollars-around-the-world.html", "articleText": "A visual representation of Bitcoin cryptocurrency. Edward Smith | Getty Images There's a new and low-cost way to quickly send U.S. digital dollars around the world without a bank. And it's built on bitcoin. Blockchain start-up Lightning Labs announced Tuesday that it's launching the Taro protocol, a technology that will route fiat-pegged stablecoins and other digital assets through the bitcoin monetary network. The project is still in development mode. Taro uses Lightning, a payments platform built on top of bitcoin's base layer that enables global, high volume, virtually instantaneous, and low-fee transactions using the security of the bitcoin blockchain. \"\"It's one of those things where people don't really know how the credit card system works – and it just works,\"\" Lightning Labs CEO Elizabeth Stark told CNBC. Typically, this 'layer two' payments platform is all about making bitcoin easier to spend and receive – but Lightning Labs has decided to extend the use case of this tech to other types of virtual cash. \"\"With this technology, you could route all the world's currencies through bitcoin,\"\" said Stark. \"\"People will be able to seamlessly go between bitcoin and say, a USD stablecoin, or peso, euro, yen, etc. And they can send those globally, instantly and with extremely low fees,\"\" she said. How it works There is bitcoin, the asset class, and then there's the global interoperable bitcoin monetary network. Lightning Labs is piggybacking off the latter. You can think of Taro's payment workflow as enabling bitcoin to serve as a hybrid of the SWIFT financial messaging system (the communication layer) and correspondent banking (routing component). Typically, all nodes must agree to confirm a transaction on the bitcoin network, verifying every transaction on the blockchain. The process highlights one of bitcoin's greatest strengths: its high degree of network decentralization, which is a big part of what ensures its security. But it is also relatively slow, averaging five transactions per second on bitcoin's base layer, and can be expensive. On the Lightning Network, not all participants in the network need to agree. Instead, nodes only verify transactions with which they are directly interacting. That difference is key. Stark tells CNBC that it's possible to execute hundreds of thousands of transactions per second on Lightning. And then there's the cost. \"\"Lightning transactions can be fractions of a penny...while a bitcoin transaction at the core protocol layer can be much more expensive than that,\"\" said Alyse Killeen, founder and managing partner of bitcoin-focused venture firm Stillmark. Twitter integrated Lightning tipping in 2021 and the technology is already deployed around the world in places like El Salvador, which made bitcoin legal tender in Sept. 2021. But Lightning Labs says that the Taro protocol marks a major step in Lightning's capacity to serve as the underlying value transfer protocol of the internet. \"\"From our standpoint, we're particularly interested in the fiat and stablecoin aspects, because we're really big into emerging markets,\"\" explained Stark. \"\"That's something near and dear to our hearts. We've seen a lot of adoption there, and there's a big demand for that.\"\" The ultimate goal is to create a frictionless on-ramp to the global economy requiring only a mobile phone, in order to include as many people as possible in the process. Lightning Labs – which also announced it raised $70 million in Series B funding led by early Tesla and SpaceX backer Valor Equity Partners – says it is releasing the technical spec for the Taro protocol, so that it can incorporate feedback from developers as it continues to build the protocol. ", "polarity": 0.00790308747855917, "subjectivity": 0.44294739851343623}, {"id": 107041676, "datePublished": "2022-04-05T15:56:07+0000", "url": "https://www.cnbc.com/2022/04/04/stock-market-futures-open-to-close-news.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report The S&amp;P 500 dipped on Tuesday as traders assessed the Federal Reserve's next move and whether the U.S. is headed eventually into a recession. The S&amp;P 500 lost 0.6% after posting two-straight days of gains. The Nasdaq Composite shed 1.7%, pulling back after a 1.9% pop in the prior session. The Dow Jones Industrial Average traded 70 points lower, boosted in part by gains in Merck and Chevron. After opening the day slightly positive, stocks hit their lows of the session and rates hit their highs after Federal Reserve Governor Lael Brainard said Tuesday that the central bank needs to shrink its balance sheet \"\"rapidly\"\" to drive down inflation. \"\"Inflation is much too high and is subject to upside risks,\"\" she said, noting the Fed needed a steady pace of rate hikes as well. The Fed's plan to shrink its balance sheet — albeit faster and more aggressive than some expected — is nothing new to investors, said Jim Paulsen, chief investment strategist at The Leuthold Group. \"\"When you get a headline like that, traders are going to take advantage of that and move the market,\"\" he said. \"\"What will be interesting to see is where we are at the end of the day. A lot of the time the reaction to the headline and what ultimately happens is very different.\"\" Deutsche Bank on Tuesday became the first major Wall Street bank to forecast a U.S. recession is ahead , citing the Fed getting more aggressive to fight inflation. \"\"The US economy is expected to take a major hit from the extra Fed tightening by late next year and early 2024,\"\" the bank's economists said in a note to clients Tuesday. \"\"We see two negative quarters of growth and a more than 1.5% pt rise in the US unemployment rate, developments that clearly qualify as a recession, albeit a moderate one.\"\" Tuesday's moves come as investors await the release of Federal Reserve meeting minutes on Wednesday. Those minutes were for the meeting last month where the central bank hiked rates for the first time in years and indicated six more hikes were ahead this year. The key part of the yield curve — the 2-year and 10-year spread — reversed course on Tuesday after first inverting last week. Inversions of the yield curve have historically preceded recessions. Shares that would hold up well in a slowing economy were higher on Tuesday. Drugmakers Johnson &amp; Johnson and Pfizer were higher by more than 1.5%. Staples like Procter &amp; Gamble and Walmart were also higher. Meanwhile, cruise stocks like Carnival , Norwegian Cruise Line , and Royal Caribbean rose more than 3%. Tech shares were lower, led by chip shares, consolidating their big gains from Monday. Some believe this group could be hurt the most by the Fed's hiking campaign as investors take less risk and buy stocks with steady profits, rather than growth shares promising big earnings down the road. Nvidia lost 3% while Amazon and Tesla were each lower. Still, Twitter shares added another 3% to their 27% Monday gain after Elon Musk said he will join the company's board of directors a day after revealing a 9.2% stake in the social media giant. \"\"The way the market is acting today, the playbook is defense with commodities linked sectors outperforming, while technology underperforms on the concern of high interest rates,\"\" said Keith Lerner co-CIO and chief market strategist at Truist. \"\"There's concern about the economy and the fed's ability to maneuver a soft landing.\"\" And investors continue to keep an eye on Europe, as the war between Ukraine and Russia continues. Ukraine President Volodymyr Zelenskyy pledged to pursue allegations of war crimes against Russian forces, noting that more than 300 people were killed and tortured in a suburb near the capital of Kyiv. ( Click here for the latest .) \"\"Markets have been resilient given the war in Ukraine, continued price pressures, and uncertain global economic outlook, with investors' 'buy the dip' mentality driving equity returns,\"\" said Mark Hackett, Nationwide's chief of investment research. Oil prices continued their climb on Tuesday, with West Texas Intermediate rising 0.7% at $104.03 per barrel and Brent crude gaining 0.5% to $108.09. The market has been volatile since the onset of the war amid concerns over supply disruptions.ns. The new quarter has kicked off after the major averages finished their worst quarter in two years. Investors are preparing for the first-quarter corporate earnings season, which is set to begin next week. ", "polarity": 0.08157153729071537, "subjectivity": 0.3780911858309118}, {"id": 107042062, "datePublished": "2022-04-05T15:47:46+0000", "url": "https://www.cnbc.com/2022/04/05/warnermedia-ceo-jason-kilar-will-depart-as-discovery-merger-nears-close.html", "articleText": "Jason Kilar attends The 15th Annual CNN Heroes: All-Star Tribute at American Museum of Natural History on December 12, 2021 in New York City. Dominik Bindl | Getty Images Entertainment | Getty Images WarnerMedia CEO Jason Kilar will be stepping down from his role as the company's merger with Discovery nears its close. Kilar made the announcement to employees via email on Tuesday before appearing on CNBC's \"\"Tech Check.\"\" \"\"I have been hear almost a year since the deal was announced for a couple simple reasons,\"\" Kilar told CNBC's Julia Boorstin . \"\"One, I love the team, the mission, I love this company. There was never a doubt in my mind I was going to stay through the end until the transition.\"\" Kilar, the one-time CEO of Hulu , was named the head executive of AT&amp;T's WarnerMedia division a month in the pandemic in April 2020. He began the role in May just as the streaming platform HBO Max launched. He was also responsible for making the controversial decision to release all of Warner Bros.' movies on streaming and in theaters during 2021. Kilar is expected to depart Friday. \"\"I don't have any grand proclamations,\"\" Kilar said about his future. \"\"I'm not going to a beach to retire. I'm excited about what comes next. Right now, I am focused on Warner Media.\"\" Read the full email from Kilar: With the pending transaction with Discovery nearing close, now is the right time to share with each of you that I will be departing this amazing company. There are many feelings one could have in a moment like this, but for me there are none bigger, or more lasting, than the feelings of gratitude and love that I have for this team, this company, and this mission. I've never been more fulfilled professionally. I've never been happier professionally. This team - and what we've built together - are the reasons for that. We're leading the industry creatively. We've elevated technology, product, and design to the highest levels in the company. We're operating as one team, proudly and successfully going direct to consumers across the globe. It has been deeply gratifying to lean into the future alongside each of you and to do so with conviction. The joys are many, especially the walk-and-talks that I've had with a great many WarnerMedia team members, diving deeply into the matters at hand, whether on the storied lot in Burbank, along The High Line at Hudson Yards, in and around Techwood and CNN Center, inside our archives, across the expansive lot at Leavesden, at any of our game studio locations, or the many other locations where this team quite literally changes the world. Apparently, word has gotten around that when Jason calls for a walk-and-talk, be sure to wear comfortable walking shoes! For those of you that know me well (or follow me on Twitter), it comes as no surprise that I adore our history and the footprint we have as a company across the globe. I've done my best to visit and get to know as many of you as possible and to photographically document my love for this team and this company along the way via social media. So, when my wife Jamie and I were thinking about what we could do on our own to adequately express our appreciation to each of you, we came up with the idea to create a series of artifacts featuring some of the photos I've taken to celebrate this team and WarnerMedia. We're inviting each of you to visit this website and choose an image that resonates…from the iconic Warner Bros. water tower, the gleaming towers of Hudson Yards, the virtual production stage in Leavesden, and several more. An artifact featuring that image (and a note from me on the back) will be shipped to you in the coming weeks. Our hope is that this memento will bring a smile and remind you of the important contributions we've made to the 99-year legacy of this extraordinary company. Leading this team has been the honor of my lifetime. My heart is so full, and I am beyond thankful to each of you. There is no better team on the planet, and I will savor every last step as I wander the lot in Burbank several more times this week, with this team on my mind, always. This is a breaking news story. Please check back for updates. ", "polarity": 0.2586497946497947, "subjectivity": 0.48142402042402044}, {"id": 107041375, "datePublished": "2022-04-04T22:20:44+0000", "url": "https://www.cnbc.com/2022/04/04/elon-musk-thumbs-his-nose-at-the-sec-again-with-twitter-stake.html", "articleText": "In this article TWTR TSLA Entrepreneur and business magnate Elon Musk gestures during a visit at the Tesla Gigafactory plant under construction, on August 13, 2021 in Gruenheide near Berlin, eastern Germany. Patrick Pleul | AFP | Getty Images The Securities Exchange Commission has another reason to come after Elon Musk. The world's richest man disclosed Monday that he's acquired a 9.2% stake in Twitter , sending the social media company shares up more than 28% in afternoon trading. The filing marks Musk's accumulation of common shares to March 14. The stake is passive, according to the financial disclosure. VIDEO 5:13 05:13 I think Elon Musk should get Twitter board seats immediately, says Josh Brown Halftime Report The SEC mandates that anyone who acquires more than 5% of a company's common shares disclose their holdings within 10 calendar days . Musk signed his filing 21 days after March 14. On March 25, the day after the 10-day period lapsed, Musk posted a poll on Twitter, with the following preamble: \"\"Free speech is essential to a functioning democracy. Do you believe Twitter rigorously adheres to this principle?\"\" He followed up on his own poll by stating, \"\"The consequences of this poll will be important. Please vote carefully.\"\" Musk had actually already acquired his large stake in Twitter at this point — and legally had to reveal it. SEC disclosure punishments are historically modest — often about $100,000 . Musk's net worth, according to Forbes , is about $300 billion. A $100,000 fine amounts to .00003% of his wealth. The median net worth of a U.S. household is about $122,000. An equivalent fine to a median American household would be about 3 cents. Musk's intentions with his large stake are unclear. In late January, conservative pundit Dinesh D'Souza, who was convicted of campaign finance fraud in 2014, tagged Musk in a tweet telling him that he \"\"can dramatically change the political and cultural landscape\"\" by buying and taking over \"\"a major social media platform.\"\" Musk responded saying, \"\"Interesting ideas.\"\" Musk vs. the SEC The Tesla and SpaceX CEO has a history of courting controversy and promoting his companies on the Twitter platform, while dismissing some SEC rules. In September 2018, the SEC charged Musk  with making \"\"false and misleading\"\" statements to investors when he announced via Twitter in August that year he was considering taking Tesla private at $420 a share and had funding secured. Shares of the electric vehicle maker seesawed for weeks after that — and the deal Musk alluded to never materialized. Musk and Tesla eventually agreed to a settlement with the government and revised it in 2019 . Under its terms, Musk and Tesla each had to pay $20 million in fines to the SEC, and Musk had to temporarily relinquish his role as chairman of the company's board. In June 2020, the SEC said Musk was in violation of some terms of the agreement that required the CEO to have tweets preapproved if they contained material business information about Tesla likely to affect the share price. Musk had tweeted that Tesla's stock price was too high, which sent the shares down. Earlier this year, the SEC subpoenaed Musk and Tesla after he informally polled his  tens of millions of Twitter  followers, asking  if he should sell 10% of his Tesla holdings. The majority of his followers voted yes. The Tesla CEO's battles with regulators tend to be public and messy, occasionally including vulgar taunts. He has expressed his displeasure with the SEC on Twitter on multiple occasions, including in  October 2018  when he called the agency the \"\"shortseller enrichment commission,\"\" and in  July 2020  when he wrote: \"\"SEC, three letter acronym, middle word is Elon's.\"\" Musk hasn't said anything publicly about his intentions regarding Twitter management or ownership since the financial filing was published. His only statement since disclosing the stake — on Twitter — was \"\"Oh hi lol.\"\" Musk did not immediately respond to a request for comment from CNBC. ", "polarity": 0.050798524087997766, "subjectivity": 0.4254859370648844}, {"id": 107041932, "datePublished": "2022-04-05T11:40:09+0000", "url": "https://www.cnbc.com/2022/04/05/stocks-making-the-biggest-moves-in-the-premarket-carvana-first-solar-generac-and-more.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report Take a look at some of the biggest movers in the premarket: Carvana (CVNA) – Carvana was downgraded to \"\"sector perform\"\" from \"\"outperform\"\" at RBC Capital Markets, with the price target for the online car seller's stock cut to $138 per share from $155 per share. RBC bases its call both on valuation and potential difficulty in integrating its recent acquisition of car auction company Adesa. Carvana slid 3.4% in the premarket. First Solar (FSLR) – The solar company's stock fell 4.8% in premarket trading after Bank of America Securities downgraded it to \"\"underperform\"\" from \"\"neutral.\"\" BofA said investors may be overly optimistic about growth prospects and that a new Commerce Department anti-dumping inquiry into Asian module manufacturers is unlikely to drive pricing power. Generac (GNRC) – The maker of backup generators and other energy-related equipment was put on the \"\"Americas Buy List\"\" at Goldman Sachs. Goldman points to a broad product portfolio, an increasing distribution footprint, and the idea that many of Generac's products are in the early stages of adoption. Generac added 2.1% in premarket trading. Carnival (CCL) – Carnival rallied 3.6% in the premarket after the cruise line operator said the seven-day period from March 28 through April 3 was the busiest week for new cruise bookings in the company's history. Twitter (TWTR) – Twitter was up another 1.5% in premarket action after soaring 27.1% Monday. That followed Tesla CEO Elon Musk's disclosure that he had taken a 9.2% stake in the social media company. Nio (NIO) – Nio gained 1.1% in the premarket following a report in the Financial Times that the China-based electric car maker is speaking with peers about licensing its battery swapping technology. Farfetch (FTCH) – The luxury fashion e-commerce company will take a $200 million minority stake in Neiman Marcus as part of a global partnership. Acuity Brands (AYI) – The maker of lighting products and building management systems reported quarterly earnings of $2.57 per share, 20 cents a share above estimates. Revenue also topped Wall Street forecasts. The company said it was able to offset significant increases in materials and freight costs with price increases and productivity improvements. Teva Pharmaceutical (TEVA) – The drugmaker was upgraded to \"\"overweight\"\" from \"\"equal weight\"\" at Barclays, which cited several factors including increased estimates for Teva's biosimilar version of the immunosuppressive drug Humira. Teva added 1.5% in premarket trading. ", "polarity": 0.06431502525252525, "subjectivity": 0.3050662878787878}, {"id": 107041865, "datePublished": "2022-04-05T13:52:33+0000", "url": "https://www.cnbc.com/2022/04/05/elon-musk-asks-twitter-users-if-they-want-an-edit-button-shares-rise.html", "articleText": "In this article TWTR Elon Musk's investment in Twitter comes after he said he was considering building a new social media platform. Jim Watson | AFP | Getty Images Twitter shares rose over 7% Tuesday in premarket trading after Elon Musk was appointed to the company's board of directors . The appointment, disclosed in a release filed with the SEC, comes after Musk took a 9.2% passive stake in the company, making him the largest shareholder. The stake is worth almost $3 billion. Twitter's share price had climbed 7.32% to $53.63 at 9:02 a.m. ET Tuesday. The rise comes hot on the heels of Twitter's best day of trading since its IPO in 2013, with shares surging over 27% on Monday. \"\"Through conversations with Elon in recent weeks, it became clear to us that he would bring great value to our Board,\"\" Twitter CEO Parag Agrawal said in a tweet. \"\"He's both a passionate believer and intense critic of the service which is exactly what we need on Twitter, and in the boardroom, to make us stronger in the long-term,\"\" he added. Musk replied saying he was looking forward to working with Agrawal and the Twitter board to make \"\"significant improvements\"\" to the platform. On Monday, Musk asked Twitter users if they want an edit button to be added to the platform. \"\"Do you want an edit button?\"\" Musk asked in a poll. At the time of writing, the poll had received 2,333,856 votes, with some 73.6% voting \"\"yse\"\" and 26.4% voting \"\"on.\"\" Agrawal retweeted Musk and urged people to \"\"vote carefully\"\" as the consequences \"\"will be important.\"\" On April 1, or April Fools' Day, Twitter tweeted a message through its official account saying that it was working on an \"\"edit\"\" button. When the company was asked if it was a joke, it said: \"\"We cannot confirm or deny but we may edit our statement later.\"\" While an edit button would allow Twitter users to fix grammatical errors, there are concerns that it would also enable them to edit the meaning of a tweet, which could be problematic if that tweet had gone viral and had millions of impressions. In response, Meta CTO Andrew Bosworth claimed that he and his team solved the issue on Facebook \"\"a long time ago\"\" by including an indicator that it had been edited along with a change log. Musk's appointment to the Twitter board comes after he said he was considering  building a new social media platform . The  Tesla  CEO does not like that his tweets are scrutinized by regulators like the U.S. Securities and Exchange Commission. \"\"Given that Twitter serves as the de facto public town square, failing to adhere to free speech principles fundamentally undermines democracy,\"\" Musk tweeted March 26. \"\"What should be done?\"\" Musk was subpoenaed by the SEC in November after he asked his Twitter followers if he should sell 10% of his Tesla stock — causing  shares to fall . Bilal Hafeez, CEO of financial market research firm Macro Hive, told CNBC's \"\"Street Signs Europe\"\" Tuesday that Musk has had issues with Twitter for a while, adding that he's unsatisfied with the firm's approach to free speech and product development. VIDEO 2:52 02:52 Elon Musk feels like Twitter has gone in the wrong direction, analyst says Street Signs Europe \"\"It appears that Elon does care about the direction of Twitter,\"\" Hafeez said. \"\"The question is how active he will be in terms of the future direction of the company.\"\" Hafeez added that Musk may try to bring in an outsider to run Twitter. Agrawal was formerly CTO before taking up his CEO role. \"\"More fundamentally, there is an issue of Twitter's revenue growth model,\"\" Hafeez said. \"\"It does have aggressive targets for its daily active users, yet it's unlikely to be able to achieve those. Its revenue growth, while it did pick up in the pandemic, wasn't as large as many other platforms over the same period of time.\"\" ", "polarity": 0.1234253246753247, "subjectivity": 0.4736498917748918}, {"id": 107041124, "datePublished": "2022-04-05T04:42:45+0000", "url": "https://www.cnbc.com/2022/04/04/twitter-shares-soar-more-than-25percent-after-elon-musk-takes-9percent-stake-in-social-media-company.html", "articleText": "In this article TWTR TSLA VIDEO 3:18 03:18 Twitter shares surge after Elon Musk takes 9.2% stake in company Squawk Box Outspoken  Tesla  CEO Elon Musk purchased a giant stake in  Twitter  that makes him the largest outside shareholder in the social media stock, not long after criticizing the company for what he said was its failure   to uphold the tenets of free speech. Musk owns 73,486,938 shares of Twitter, which represents a 9.2% passive stake in the company, according to a Securities and Exchange Commission 13G filing released Monday. The stake is worth $2.89 billion, based Twitter's closing price Friday. The purchase comes less than two weeks after Musk criticized the company, polling people on Twitter about whether it adheres to free speech principles. \"\"Given that Twitter serves as the de facto public town square, failing to adhere to free speech principles fundamentally undermines democracy,\"\" Musk tweeted. \"\"What should be done?\"\" Late last month, Musk also said he was considering building a new social media platform . While it is classified as a passive stake, investors were bidding shares higher on the chance this could lead to something more. Twitter stock surged more than 27%. \"\"Musk could try to take a more aggressive stance here on Twitter,\"\" Wedbush analyst Dan Ives said Monday on CNBC's \"\" Squawk Box .\"\" \"\"This eventually could lead to some sort of buyout.\"\" \"\"This makes sense given what Musk has at least been talking about, at least from a social media perspective,\"\" Ives said. Twitter declined to comment. Stock picks and investing trends from CNBC Pro: JPMorgan says 3 stocks could be winners if U.S.-listed Chinese stocks avert delisting Goldman names four megatrends with 'oversold' stocks to buy right now Goldman is worried this could be like the 1970s and is recommending these stocks Musk is a frequent user of Twitter and has more than 80 million followers on the platform. However, some of his tweets have gotten the Tesla chief into hot water over the years. On Aug. 7, 2018, Musk tweeted he had \"\"funding secured\"\" to take Tesla private at $420 per share. The 12 months following that tweet were a roller coaster for Musk and Tesla shareholders. In that time, the company set performance records, but also had to deal with litigation, government inquiries and layoffs. Musk also reached a settlement with the SEC that removed him from the role of chairman at Tesla. — CNBC's Jessica Bursztynsky contributed to this report. VIDEO 3:17 03:17 Two experts break down Elon Musk's 9.2% stake in Twitter Squawk Box ", "polarity": 0.09703835590932366, "subjectivity": 0.3888435041660848}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041956, "sentenceText": "In this article TWTR Maja Hitij | Getty Images News | Getty Images Elon Musk will join Twitter 's board of directors after taking a 9.2% stake in the social media company. ", "polarity": 0.03333333333333333, "subjectivity": 0.06666666666666667}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "The news sent Twitter's shares up more than 3% on Tuesday morning. \"\"Through conversations with Elon in recent weeks, it became clear to us that he would bring great value to our Board,\"\" CEO Parag Agrawal said in a tweet Tuesday. \"\"He's both a passionate believer and intense critic of the service which is exactly what we need on Twitter, and in the boardroom, to make us stronger in the long-term,\"\" Agrawal added. ", "polarity": 0.2571428571428571, "subjectivity": 0.569047619047619}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "Former chief Jack Dorsey praised the move , saying in a tweet that Musk \"\"cares deeply about our world and Twitter's role in it.\"\" Musk's term is set to expire in 2024, according to a filing with the SEC . ", "polarity": -0.03333333333333333, "subjectivity": 0.3333333333333333}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "VIDEO 4:06 04:06 Tesla CEO Elon Musk to join Twitter board of directors Squawk Box Musk's purchase comes after a bout of criticism aimed at the social media company. ", "polarity": 0.03333333333333333, "subjectivity": 0.06666666666666667}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "The outspoken Tesla CEO polled people on Twitter last month about whether it adheres to free speech principles. ", "polarity": 0.2, "subjectivity": 0.43333333333333335}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "After he was named to the board, Musk on Tuesday teased he would push for adjustments to the product. \"\"Looking forward to working with Parag &amp; Twitter board to make significant improvements to Twitter in coming months!\"\" Musk said in a tweet. ", "polarity": 0.46875, "subjectivity": 0.875}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "Hours after his holding in the company was revealed, Musk took to Twitter to poll users on interest in an edit button. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "Agrawal, who took over from Dorsey in November , has said he would focus on metrics and accelerate Twitter's work to bring new products to customers. ", "polarity": 0.13636363636363635, "subjectivity": 0.45454545454545453}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "He's also under pressure to reach the company's aggressive internal goals, including growing Twitter to 315 million monetizable daily active users by the end of 2023. ", "polarity": -0.044444444444444446, "subjectivity": 0.19999999999999998}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "Twitter reported 217 million monetizable daily active users for its most recent quarter . \"\"We believe Musk joining Twitter will lead to a host of strategic initiatives which could include a range of near-term and long-term possibilities out of the gates for the company still struggling in a social media arms race,\"\" Wedbush analyst Dan Ives said in a note to investors. ", "polarity": 0.08, "subjectivity": 0.2833333333333333}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "Musk is an avid Twitter user with more than 80.5 million followers on the platform. ", "polarity": 0.375, "subjectivity": 0.75}, {"articlIdOfReferencedSentence": 107041956, "sentenceText": "Musk has since  agreed to submit  his public statements about Tesla's finances and other topics to vetting by its legal counsel.  He was also subpoenaed by the SEC in November after he asked his Twitter followers if he should sell 10% of his Tesla stock, causing  the shares to fall . ", "polarity": -0.006249999999999999, "subjectivity": 0.3104166666666667}, {"articlIdOfReferencedSentence": 107041140, "sentenceText": "VIDEO 1:43 01:43 The Russia-Ukraine war has 'really shifted' ESG priorities, says Goldman Sachs Street Signs Asia The European Union plans to introduce fresh sanctions against Moscow in the wake of the new reported atrocities, with European Council President Charles Michel announcing on Twitter that \"\"further EU sanctions &amp; support are on their way.\"\" British Foreign Secretary Liz Truss will travel to Poland on Monday to meet with Ukrainian and Polish counterparts ahead of talks with G-7 and NATO allies later this week, and is expected to call for tougher sanctions against Russia. ", "polarity": 0.04113636363636364, "subjectivity": 0.21795454545454546}, {"articlIdOfReferencedSentence": 107041073, "sentenceText": "Twitter integrated Lightning tipping in 2021 and the technology is already deployed around the world in places like El Salvador, which made bitcoin legal tender in Sept. 2021. ", "polarity": 0.2, "subjectivity": 0.2}, {"articlIdOfReferencedSentence": 107041676, "sentenceText": "Still, Twitter shares added another 3% to their 27% Monday gain after Elon Musk said he will join the company's board of directors a day after revealing a 9.2% stake in the social media giant. \"\"The way the market is acting today, the playbook is defense with commodities linked sectors outperforming, while technology underperforms on the concern of high interest rates,\"\" said Keith Lerner co-CIO and chief market strategist at Truist. \"\"There's concern about the economy and the fed's ability to maneuver a soft landing.\"\" And investors continue to keep an eye on Europe, as the war between Ukraine and Russia continues. ", "polarity": 0.058666666666666666, "subjectivity": 0.3913333333333333}, {"articlIdOfReferencedSentence": 107042062, "sentenceText": "For those of you that know me well (or follow me on Twitter), it comes as no surprise that I adore our history and the footprint we have as a company across the globe. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "In this article TWTR TSLA Entrepreneur and business magnate Elon Musk gestures during a visit at the Tesla Gigafactory plant under construction, on August 13, 2021 in Gruenheide near Berlin, eastern Germany. ", "polarity": 0.1, "subjectivity": 0.4}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "The world's richest man disclosed Monday that he's acquired a 9.2% stake in Twitter , sending the social media company shares up more than 28% in afternoon trading. ", "polarity": 0.26666666666666666, "subjectivity": 0.2833333333333333}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "VIDEO 5:13 05:13 I think Elon Musk should get Twitter board seats immediately, says Josh Brown Halftime Report The SEC mandates that anyone who acquires more than 5% of a company's common shares disclose their holdings within 10 calendar days . ", "polarity": 0.03333333333333335, "subjectivity": 0.5333333333333333}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "On March 25, the day after the 10-day period lapsed, Musk posted a poll on Twitter, with the following preamble: \"\"Free speech is essential to a functioning democracy. ", "polarity": 0.13333333333333333, "subjectivity": 0.39999999999999997}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "Do you believe Twitter rigorously adheres to this principle?\"\" He followed up on his own poll by stating, \"\"The consequences of this poll will be important. ", "polarity": 0.5, "subjectivity": 1.0}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "Please vote carefully.\"\" Musk had actually already acquired his large stake in Twitter at this point — and legally had to reveal it. ", "polarity": 0.07857142857142857, "subjectivity": 0.43214285714285716}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "In late January, conservative pundit Dinesh D'Souza, who was convicted of campaign finance fraud in 2014, tagged Musk in a tweet telling him that he \"\"can dramatically change the political and cultural landscape\"\" by buying and taking over \"\"a major social media platform.\"\" Musk responded saying, \"\"Interesting ideas.\"\" Musk vs. the SEC The Tesla and SpaceX CEO has a history of courting controversy and promoting his companies on the Twitter platform, while dismissing some SEC rules. ", "polarity": 0.024479166666666673, "subjectivity": 0.3833333333333333}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "In September 2018, the SEC charged Musk  with making \"\"false and misleading\"\" statements to investors when he announced via Twitter in August that year he was considering taking Tesla private at $420 a share and had funding secured. ", "polarity": -0.1666666666666667, "subjectivity": 0.525}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "Earlier this year, the SEC subpoenaed Musk and Tesla after he informally polled his  tens of millions of Twitter  followers, asking  if he should sell 10% of his Tesla holdings. ", "polarity": -0.05, "subjectivity": 0.55}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "He has expressed his displeasure with the SEC on Twitter on multiple occasions, including in  October 2018  when he called the agency the \"\"shortseller enrichment commission,\"\" and in  July 2020  when he wrote: \"\"SEC, three letter acronym, middle word is Elon's.\"\" Musk hasn't said anything publicly about his intentions regarding Twitter management or ownership since the financial filing was published. ", "polarity": -0.03333333333333333, "subjectivity": 0.2111111111111111}, {"articlIdOfReferencedSentence": 107041375, "sentenceText": "His only statement since disclosing the stake — on Twitter — was \"\"Oh hi lol.\"\" Musk did not immediately respond to a request for comment from CNBC. ", "polarity": 0.4, "subjectivity": 0.85}, {"articlIdOfReferencedSentence": 107041932, "sentenceText": "Twitter (TWTR) – Twitter was up another 1.5% in premarket action after soaring 27.1% Monday. ", "polarity": 0.1, "subjectivity": 0.1}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "In this article TWTR Elon Musk's investment in Twitter comes after he said he was considering building a new social media platform. ", "polarity": 0.08484848484848484, "subjectivity": 0.2606060606060606}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "Jim Watson | AFP | Getty Images Twitter shares rose over 7% Tuesday in premarket trading after Elon Musk was appointed to the company's board of directors . ", "polarity": 0.6, "subjectivity": 0.95}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "Twitter's share price had climbed 7.32% to $53.63 at 9:02 a.m. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "The rise comes hot on the heels of Twitter's best day of trading since its IPO in 2013, with shares surging over 27% on Monday. \"\"Through conversations with Elon in recent weeks, it became clear to us that he would bring great value to our Board,\"\" Twitter CEO Parag Agrawal said in a tweet. \"\"He's both a passionate believer and intense critic of the service which is exactly what we need on Twitter, and in the boardroom, to make us stronger in the long-term,\"\" he added. ", "polarity": 0.3187500000000001, "subjectivity": 0.5791666666666666}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "Musk replied saying he was looking forward to working with Agrawal and the Twitter board to make \"\"significant improvements\"\" to the platform. ", "polarity": 0.375, "subjectivity": 0.875}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "On Monday, Musk asked Twitter users if they want an edit button to be added to the platform. \"\"Do you want an edit button?\"\" Musk asked in a poll. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "At the time of writing, the poll had received 2,333,856 votes, with some 73.6% voting \"\"yse\"\" and 26.4% voting \"\"on.\"\" Agrawal retweeted Musk and urged people to \"\"vote carefully\"\" as the consequences \"\"will be important.\"\" On April 1, or April Fools' Day, Twitter tweeted a message through its official account saying that it was working on an \"\"edit\"\" button. ", "polarity": 0.15000000000000002, "subjectivity": 1.0}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "When the company was asked if it was a joke, it said: \"\"We cannot confirm or deny but we may edit our statement later.\"\" While an edit button would allow Twitter users to fix grammatical errors, there are concerns that it would also enable them to edit the meaning of a tweet, which could be problematic if that tweet had gone viral and had millions of impressions. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "Musk's appointment to the Twitter board comes after he said he was considering  building a new social media platform . ", "polarity": 0.08484848484848484, "subjectivity": 0.2606060606060606}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "Securities and Exchange Commission. \"\"Given that Twitter serves as the de facto public town square, failing to adhere to free speech principles fundamentally undermines democracy,\"\" Musk tweeted March 26. \"\"What should be done?\"\" Musk was subpoenaed by the SEC in November after he asked his Twitter followers if he should sell 10% of his Tesla stock — causing  shares to fall . ", "polarity": 0.10000000000000002, "subjectivity": 0.48888888888888893}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "Bilal Hafeez, CEO of financial market research firm Macro Hive, told CNBC's \"\"Street Signs Europe\"\" Tuesday that Musk has had issues with Twitter for a while, adding that he's unsatisfied with the firm's approach to free speech and product development. ", "polarity": 0.0, "subjectivity": 0.4}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "VIDEO 2:52 02:52 Elon Musk feels like Twitter has gone in the wrong direction, analyst says Street Signs Europe \"\"It appears that Elon does care about the direction of Twitter,\"\" Hafeez said. \"\"The question is how active he will be in terms of the future direction of the company.\"\" Hafeez added that Musk may try to bring in an outsider to run Twitter. ", "polarity": -0.2111111111111111, "subjectivity": 0.5416666666666666}, {"articlIdOfReferencedSentence": 107041865, "sentenceText": "Agrawal was formerly CTO before taking up his CEO role. \"\"More fundamentally, there is an issue of Twitter's revenue growth model,\"\" Hafeez said. \"\"It does have aggressive targets for its daily active users, yet it's unlikely to be able to achieve those. ", "polarity": 0.061111111111111116, "subjectivity": 0.37083333333333335}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "In this article TWTR TSLA VIDEO 3:18 03:18 Twitter shares surge after Elon Musk takes 9.2% stake in company Squawk Box Outspoken  Tesla  CEO Elon Musk purchased a giant stake in  Twitter  that makes him the largest outside shareholder in the social media stock, not long after criticizing the company for what he said was its failure   to uphold the tenets of free speech. ", "polarity": 0.02361111111111111, "subjectivity": 0.4361111111111111}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "Musk owns 73,486,938 shares of Twitter, which represents a 9.2% passive stake in the company, according to a Securities and Exchange Commission 13G filing released Monday. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "The stake is worth $2.89 billion, based Twitter's closing price Friday. ", "polarity": 0.3, "subjectivity": 0.1}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "The purchase comes less than two weeks after Musk criticized the company, polling people on Twitter about whether it adheres to free speech principles. \"\"Given that Twitter serves as the de facto public town square, failing to adhere to free speech principles fundamentally undermines democracy,\"\" Musk tweeted. \"\"What should be done?\"\" Late last month, Musk also said he was considering building a new social media platform . ", "polarity": 0.0628787878787879, "subjectivity": 0.3651515151515152}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "Twitter stock surged more than 27%. \"\"Musk could try to take a more aggressive stance here on Twitter,\"\" Wedbush analyst Dan Ives said Monday on CNBC's \"\" Squawk Box .\"\" \"\"This eventually could lead to some sort of buyout.\"\" \"\"This makes sense given what Musk has at least been talking about, at least from a social media perspective,\"\" Ives said. ", "polarity": 0.08666666666666666, "subjectivity": 0.3733333333333333}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "Twitter declined to comment. ", "polarity": 0.0, "subjectivity": 0.0}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "Stock picks and investing trends from CNBC Pro: JPMorgan says 3 stocks could be winners if U.S.-listed Chinese stocks avert delisting Goldman names four megatrends with 'oversold' stocks to buy right now Goldman is worried this could be like the 1970s and is recommending these stocks Musk is a frequent user of Twitter and has more than 80 million followers on the platform. ", "polarity": 0.22142857142857142, "subjectivity": 0.3339285714285714}, {"articlIdOfReferencedSentence": 107041124, "sentenceText": "VIDEO 3:17 03:17 Two experts break down Elon Musk's 9.2% stake in Twitter Squawk Box ", "polarity": -0.15555555555555559, "subjectivity": 0.2888888888888889}]}, {"company": {"symbol": "WMT", "name": "Walmart", "sector": "Consumer Staples"}, "articlesCompanyReferencedIn": [{"id": 107041676, "datePublished": "2022-04-05T15:56:07+0000", "url": "https://www.cnbc.com/2022/04/04/stock-market-futures-open-to-close-news.html", "articleText": "VIDEO 0:53 00:53 Futures indicate flat open following tech-led rally Morning Report The S&amp;P 500 dipped on Tuesday as traders assessed the Federal Reserve's next move and whether the U.S. is headed eventually into a recession. The S&amp;P 500 lost 0.6% after posting two-straight days of gains. The Nasdaq Composite shed 1.7%, pulling back after a 1.9% pop in the prior session. The Dow Jones Industrial Average traded 70 points lower, boosted in part by gains in Merck and Chevron. After opening the day slightly positive, stocks hit their lows of the session and rates hit their highs after Federal Reserve Governor Lael Brainard said Tuesday that the central bank needs to shrink its balance sheet \"\"rapidly\"\" to drive down inflation. \"\"Inflation is much too high and is subject to upside risks,\"\" she said, noting the Fed needed a steady pace of rate hikes as well. The Fed's plan to shrink its balance sheet — albeit faster and more aggressive than some expected — is nothing new to investors, said Jim Paulsen, chief investment strategist at The Leuthold Group. \"\"When you get a headline like that, traders are going to take advantage of that and move the market,\"\" he said. \"\"What will be interesting to see is where we are at the end of the day. A lot of the time the reaction to the headline and what ultimately happens is very different.\"\" Deutsche Bank on Tuesday became the first major Wall Street bank to forecast a U.S. recession is ahead , citing the Fed getting more aggressive to fight inflation. \"\"The US economy is expected to take a major hit from the extra Fed tightening by late next year and early 2024,\"\" the bank's economists said in a note to clients Tuesday. \"\"We see two negative quarters of growth and a more than 1.5% pt rise in the US unemployment rate, developments that clearly qualify as a recession, albeit a moderate one.\"\" Tuesday's moves come as investors await the release of Federal Reserve meeting minutes on Wednesday. Those minutes were for the meeting last month where the central bank hiked rates for the first time in years and indicated six more hikes were ahead this year. The key part of the yield curve — the 2-year and 10-year spread — reversed course on Tuesday after first inverting last week. Inversions of the yield curve have historically preceded recessions. Shares that would hold up well in a slowing economy were higher on Tuesday. Drugmakers Johnson &amp; Johnson and Pfizer were higher by more than 1.5%. Staples like Procter &amp; Gamble and Walmart were also higher. Meanwhile, cruise stocks like Carnival , Norwegian Cruise Line , and Royal Caribbean rose more than 3%. Tech shares were lower, led by chip shares, consolidating their big gains from Monday. Some believe this group could be hurt the most by the Fed's hiking campaign as investors take less risk and buy stocks with steady profits, rather than growth shares promising big earnings down the road. Nvidia lost 3% while Amazon and Tesla were each lower. Still, Twitter shares added another 3% to their 27% Monday gain after Elon Musk said he will join the company's board of directors a day after revealing a 9.2% stake in the social media giant. \"\"The way the market is acting today, the playbook is defense with commodities linked sectors outperforming, while technology underperforms on the concern of high interest rates,\"\" said Keith Lerner co-CIO and chief market strategist at Truist. \"\"There's concern about the economy and the fed's ability to maneuver a soft landing.\"\" And investors continue to keep an eye on Europe, as the war between Ukraine and Russia continues. Ukraine President Volodymyr Zelenskyy pledged to pursue allegations of war crimes against Russian forces, noting that more than 300 people were killed and tortured in a suburb near the capital of Kyiv. ( Click here for the latest .) \"\"Markets have been resilient given the war in Ukraine, continued price pressures, and uncertain global economic outlook, with investors' 'buy the dip' mentality driving equity returns,\"\" said Mark Hackett, Nationwide's chief of investment research. Oil prices continued their climb on Tuesday, with West Texas Intermediate rising 0.7% at $104.03 per barrel and Brent crude gaining 0.5% to $108.09. The market has been volatile since the onset of the war amid concerns over supply disruptions.ns. The new quarter has kicked off after the major averages finished their worst quarter in two years. Investors are preparing for the first-quarter corporate earnings season, which is set to begin next week. ", "polarity": 0.08157153729071537, "subjectivity": 0.3780911858309118}], "extractedSentences": [{"articlIdOfReferencedSentence": 107041676, "sentenceText": "Staples like Procter &amp; Gamble and Walmart were also higher. ", "polarity": 0.25, "subjectivity": 0.5}]}]